Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# AboutDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">We keep MultiMC open source because we think it's important to be able to see the source code for a project like this, and we do so using the Apache license.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Part of the reason for using the Apache license is we don't want people using the &quot;MultiMC&quot; name when redistributing the project. This means people must take the time to go through the source code and remove all references to &quot;MultiMC&quot;, including but not limited to the project icon and the title of windows, (no *MultiMC-fork* in the title).</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The Apache license covers reasonable use for the name - a mention of the project's origins in the About dialog and the license is acceptable. However, it should be abundantly clear that the project is a fork <span style=" font-weight:600;">without</span> implying that you have our blessing.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Mantenemos MultiMC código abierto porque creemos que es importante ser capaz de ver el código fuente de un proyecto como este, y lo hacemos mediante la licencia Apache.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Parte de la razón para el uso de la licencia de Apache es que l'utilizando la licencia de Apache hacemo que la gente utiliza el nombre &quot;MultiMC&quot; lors de la redistribution du projet. Cela signifie que les gens doivent prendre le temps de parcourir le code source et de supprimer toutes les références à &quot;MultiMC&quot;, y compris mais non limité à l'icône du projet et le titre des fenêtres (pas de * MultiMC-fork * dans le titre).</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La licence Apache couvre l'utilisation raisonnable pour le nom - Une mention de l'origine du projet dans la boîte de dialogue "À propos" et la licence est acceptable. Cependant, il devrait être clair que le projet est un fork <span style=" font-weight:600;">sans que cela</span> implique que vous avez notre bénédiction.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nous gardons MultiMC open source parce que nous pensons qu'il est important d'être en mesure de voir le code source d'un projet comme celui-ci, et nous le faisons en utilisant la licence Apache.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Une partie de la raison de l'utilisation de la licence Apache est que nous ne voulons pas que les gens utilise le nom &quot;MultiMC&quot; lors de la redistribution du projet. Cela signifie que les gens doivent prendre le temps de parcourir le code source et de supprimer toutes les références à &quot;MultiMC&quot;, y compris mais non limité à l'icône du projet et le titre des fenêtres (pas de * MultiMC-fork * dans le titre).</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La licence Apache couvre l'utilisation raisonnable pour le nom - Une mention de l'origine du projet dans la boîte de dialogue "À propos" et la licence est acceptable. Cependant, il devrait être clair que le projet est un fork <span style=" font-weight:600;">sans que cela</span> implique que vous avez notre bénédiction.</p></body></html>

# AboutDialog|
source: Version Type
es: Tipo de versión
fr: Type de version

# AboutDialog|
source: Platform
de: Plattform
es: Plataforma
fr: Plateforme

# AccountListPage|
source: Manage Accounts
es: Gestión de cuentas
fr: Gérer les comptes

# AccountListPage|
source: Tab 1
es: Pestaña 1

# AccountSelectDialog|
source: Select an Account
es: Selecciona una cuenta
fr: Sélectionnez un compte

# AccountSelectDialog|
source: Select an account.
es: Selecciona una cuenta.
fr: Sélectionnez un compte.

# AccountSelectDialog|
source: Use as default?
es: ¿Utilizar por defecto?
fr: Utiliser par défaut ?

# AccountSelectDialog|
source: Use as default for this instance only?
es: ¿Utilizar por defecto únicamente para esta instancia?
fr: Utiliser par défaut pour cette instance seulement ?

# AssetsMigrateTask|
source: Migrating legacy assets...
es: Migrando valores heredados…
fr: Migration des anciens assets...

# BaseExternalTool|
source: Choose which world to open:
es: Elige que mundo abrir:
fr: Choisissez quel monde à ouvrir :

# BaseVersionList|
source: Name
es: Nombre

# BaseVersionList|
source: Type
es: Tipo

# BaseVersionList|
source: The name of the version.
es: El nombre de la versión.

# BaseVersionList|
source: The version's type.
es: El tipo de versión.

# ConsoleWindow|
source: Console window for
es: Ventana de consola para
fr: Fenêtre console pour

# ConsoleWindow|
source: Help
es: Ayuda
fr: Aide

# ConsoleWindow|
source: Kill Minecraft
es: Detener Minecraft
fr: Forcer à quitter Minecraft

# ConsoleWindow|
source: Close
es: Cerrar
fr: Fermer

# ConsoleWindow|
source: Hide
es: Ocultar
fr: Masquer

# ConsoleWindow|
source: Kill Minecraft?
es: ¿Detener Minecraft?
fr: Forcer à quitter Minecraft ?

# ConsoleWindow|
source: This can cause the instance to get corrupted and should only be used if Minecraft is frozen for some reason
es: Esto puede causar que la instancia se corrompa y solo debe ser utilizado si Minecraft se para por alguna razón
fr: Cela peut provoquer la corruption de l'instance et doit être utilisé uniquement si Minecraft est gelé pour pour une raison quelconque

# CopyInstanceDialog|
source: Group
es: Grupo

# DownloadUpdateTask|
source: Finding information about the current version...
es: Buscando información sobre la versión actual…
fr: Recherche d'informations sur la version actuelle...

# DownloadUpdateTask|
source: Loading version information...
es: Cargando información de la versión…
fr: Chargement des informations sur la version...

# DownloadUpdateTask|
source: Failed to download version info files.
es: Fallo en la descarga de archivos de la versión.
fr: Impossible de télécharger les fichiers d'information sur la version.

# DownloadUpdateTask|
source: Reading file list for new version...
es: Leyendo lista de archivos buscando nueva versión…
fr: Lecture de la liste des fichiers pour la nouvelle version...

# DownloadUpdateTask|
source: Reading file list for current version...
es: Leyendo lista de archivos buscando versión actual…
fr: Lecture de la liste des fichiers pour la version actuelle...

# DownloadUpdateTask|
source: Failed to process update lists...
es: Fallo en el procesado de las listas de actualización…
fr: Impossible de traiter les listes de mise à jour...

# DownloadUpdateTask|
source: Downloading %1 update files.
es: Descargando el %1 de los archivos de actualización.
fr: Téléchargement de %1 fichiers de mise à jour.

# DownloadUpdateTask|
source: Processing file lists - figuring out how to install the update...
es: Procesando listas de archivos - resolviendo cómo instalar la actualización…
fr: Traitement des listes des fichiers - déterminer comment installer la mise à jour ...

# DownloadUpdateTask|
source: Failed to write update script file.
es: Fallo en la escritura de la actualización del archivo script.
fr: Impossible d'écrire le fichier de script de mise à jour.

# DownloadUpdateTask|
source: Failed to download update files.
es: Fallo en la descarga de los archivos de actualización.
fr: Impossible de télécharger les fichiers de mise à jour.

# EditAccountDialog|
source: Edit Account
es: Editar la cuenta
fr: Éditer le compte

# EditAccountDialog|
source: Message label placeholder.
es: Mensaje etiqueta del marcador de posición.
fr: Espace réservé pour le méssage du label.

# ExternalToolsPage|
source: Form
es: Formulario

# ExternalToolsPage|
source: Tab 1
es: Pestaña 1

# ExternalToolsPage|
source: JProfiler Directory
es: Directorio de JProfiler
fr: Répertoire du JProfiler

# ExternalToolsPage|
source: JVisualVM Executable
de: JVisualVM Programm
es: Ejecutable de JVisualVM
fr: Exécutable de JVisualVM

# ExternalToolsPage|
source: MCEdit Directory
es: Directorio de MCEdit
fr: Répertoire de MCEdit

# ForgeInstallTask|
source: Installing forge...
es: Instalando Forge…
fr: Installation de Forge...

# ForgeInstallTask|
source: Failure to install forge
es: Fallo en la instalación de Forge
fr: L'installation de Forge a échoué

# ForgeInstallTask|
source: Failure to download forge
es: Fallo en la descarga de Forge
fr: Le téléchargement de Forge a échoué

# ForgeVersionList|
source: The name of the version.
es: El nombre de la versión.

# ForgeVersionList|
source: Minecraft version
es: Versión de minecraft

# ForgeVersionList|
source: The version's type.
es: El tipo de versión.

# InstanceSettingsPage|
source: Form
es: Formulario

# InstanceSettingsPage|
source: Java installation
es: Instalación de Java
fr: Installation de Java

# InstanceSettingsPage|
source: Test
es: Probar

# InstanceSettingsPage|
source: Memory
es: Memoria
fr: Mémoire

# InstanceSettingsPage|
source: Console Settings
es: Opciones de la consola
fr: Options de la console

# InstanceSettingsPage|
source: Custom Commands
es: Comandos personalizados
fr: Commandes personnalisées

# InstanceSettingsPage|
source: Java test success
es: Prueba de Java correcta
fr: Test de Java avec succès

# InstanceSettingsPage|
source: Java test failure
es: Prueba de java no superada
fr: Test de Java échoué

# InstanceSettingsPage|
source: The specified java binary didn't work. You should use the auto-detect feature, or set the path to the java executable.
es: El binario de java especificado no funciona. Utiliza la función de detección automática o establecer la ruta de acceso al ejecutable java.
fr: Le binaire Java spécifiée n'a pas fonctionné. Vous devez utiliser la fonction d'auto-détection, ou définir le chemin vers l'exécutable java.

# InstanceVersion|
source: Name
es: Nombre
fr: Nom

# InstanceVersion|
source: Version
es: Versión

# JavaPage|
source: Settings
es: Opciones
fr: Paramètres

# JavaPage|
source: Tab 1
es: Pestaña 1

# JavaPage|
source: Test
de: Testen
es: Probar

# JavaPage|
source: Pre-launch command runs before the instance launches and post-exit command runs after it exits. Both will be run in MultiMC's working directory with INST_ID, INST_DIR, and INST_NAME as environment variables.
es: El comando de pre-lanzamiento se ejecuta antes de iniciar la instancia, mientras que el comando de post-salida se ejecuta cuando la instancia termina. Ambos estarán en marcha en el directorio de trabajo de MultiMC con INST_ID, INST_DIR y INST_NAME como variables del entorno.
fr: La commande de Pré-lancement s'exécute avant l'instance et la commande post-sortie s'exécute après sa sortie. Les deux seront exploités dans le répertoire de travail de MultiMC avec INST_ID, INST_DIR, et INST_NAME comme variables d'environnement.

# JavaPage|
source: Java test success
es: Prueba de Java superada
fr: Test de Java avec succès

# JavaPage|
source: Java test failure
es: Prueba de Java no superada
fr: Test de Java échoué

# JavaPage|
source: The specified java binary didn't work. You should use the auto-detect feature, or set the path to the java executable.
es: El binario de java especificado no funciona. Utiliza la función de detección automática o establece la ruta al ejecutable de java.
fr: Le binaire Java spécifiée n'a pas fonctionné. Vous devez utiliser la fonction d'auto-détection, ou définir le chemin vers l'exécutable Java.

# JavaVersionList|
source: Path
es: Ruta

# JavaVersionList|
source: The name of the version.
es: El nombre de la versión.

# JavaVersionList|
source: Path to this Java version.
es: Ruta a esta versión de Java.

# LWJGLSelectDialog|
source: Manage Lwjgl Versions
es: Gestionar versiones de LWJGL
fr: Gérer les version de LWJGL

# LWJGLSelectDialog|
source: Status label...
es: Estado de la etiqueta...
fr: Statut du label...

# LWJGLSelectDialog|
source: &Refresh
es: &Recargar
fr: &Actualiser

# LWJGLSelectDialog|
source: Loading LWJGL version list...
es: Cargando la lista de versiones de LWJGL…
fr: Chargement de la liste des versions de LWJGL...

# LegacyInstance|
source: Loader mods
es: Cargar mods
fr: Mods Normaux

# LegacyInstance|
source: Edit Instance (%1)
es: Editar Instancia (%1)
fr: Modifier l'instance (%1)

# LegacyInstance|
source: Legacy : %1 (broken)
es: Herencia: %1 (roto)
fr: Obsolète : %1 (cassé)

# LegacyInstance|
source: Legacy : %1
es: Herencia: %1
fr: Obsolète : %1

# LegacyJarModPage|
source: Tab 1
es: Pestaña 1

# LegacyJarModPage|
source: Install Forge
es: Instalar Forge
fr: Installation de Forge

# LegacyJarModPage|
source: Select Forge version
es: Seleccionar versión de Forge
fr: Sélectionnez la version de Forge

# LegacyJarModPage|
source: Select Jar Mods
es: Seleccionar Jar Mods
fr: Sélectionnez les Jar Mods

# LegacyUpdate|
source: Installing mods: Adding
es: Instalando mods: Añadiendo
fr: Installation des mods : Ajout

# LegacyUpdate|
source: Installing mods: Backing up minecraft.jar ...
es: Instalando mods: Creando copia de seguridad de minecraft.jar…
fr: Installation des mods : Sauvegarde du minecraft.jar ...

# LegacyUpdate|
source: Installing mods: Opening minecraft.jar ...
es: Instalando mods: Abriendo minecraft.jar…
fr: Installation des mods : Ouverture de minecraft.jar ...

# LegacyUpdate|
source: Installing mods: Adding mod files...
es: Instalando mods: Añadiendo archivos de mods…
fr: Installation des mods : Ajout des fichiers du mod...

# LogPage|
source: Log
es: Registro

# LogPage|
source: Tab 1
es: Pestaña 1

# LoginDialog|
source: Message label placeholder.
es: Mensaje placeholder.
fr: Espace réservé pour label du message.

# MCModInfoFrame|
source: Frame
es: Estructura
fr: Cadre

# MCModInfoFrame|
source: Select a mod to view title and authors...
es: Selecciona un mod para ver el título y los autores...
fr: Sélectionnez un mod pour voir son titre et ses auteurs...

# MCModInfoFrame|
source: Select a mod to view description...
es: Selecciona un mod para ver la descripción...
fr: Sélectionnez un mod pour voir sa description...

# MCModInfoFrame|
source: No description provided in mcmod.info
es: Descripción no proporcionada en mcmod.info
fr: Aucune description disponible dans mcmod.info

# MainWindow|
source: Check for new updates for MultiMC
es: Buscar actualizaciones para MultiMC
fr: Vérifier les mises à jour pour MultiMC

# MainWindow|
source: More News
es: Más Noticias
fr: Plus de nouvelles

# MainWindow|
source: Play
es: Jugar
fr: Jouer

# MainWindow|
source: Open the instance's config folder
es: Abrir la carpeta de configuración de la instancia
fr: Ouvrir le dossier de configuration de l'instance

# MainWindow|
source: <html><head/><body><p align="center">It's a fluffy kitty :3</p></body></html>
es: <html><head/><body><p align="center">Es un gatito bonito :3</p></body></html>
fr: <html><head/><body><p align="center">C'est un minou câlin :3</p></body></html>

# MainWindow|
source: Play Offline
es: Jugar sin conexión
fr: Jouer Hors ligne

# MainWindow|
source: <html><head/><body><p>View and upload screenshots for this instance</p></body></html>
es: <html><head/><body><p>Ver y subir las capturas de pantalla de esta instancia</p></body></html>
fr: <html><head/><body><p>Voir et envoyer les captures d'écrans pour cette instance</p></body></html>

# MainWindow|
source: Change the settings specific to the instance
es: Cambia las opciones específicas de la instancia
fr: Changer les paramètres de l'instance sélectionnée

# MainWindow|
source: Accounts
es: Cuentas
fr: Comptes

# MainWindow|
source: Tools
es: Herramientas
fr: Outils

# MainWindow|
source: Tool not setup correctly. Go into settings, "External Tools".
es: La herramienta no está configurada correctamente. Ve a opciones, "Herramientas externas".
fr: L'outil n'est pas configuré correctement. Allez dans Paramètres, "Outils externes".

# MainWindow|
source: Failed to create instance %1:
es: Fallo al crear la instancia %1:…
fr: Impossible de créer une instance %1 :

# MainWindow|
source: An instance with the given directory name already exists.
es: Una instancia con el mismo directorio ya existe.
fr: Une instance avec le nom de répertoire donné existe déjà.

# MainWindow|
source: Failed to create the instance directory.
es: Fallo al crear el directorio de la instancia.
fr: Impossible de créer le répertoire de l'instance.

# MainWindow|
source: Unknown instance loader error %1
es: Error desconocido de carga de la instancia %1
fr: Erreur de chargement d'une instance inconnu %1

# MainWindow|
source: CAREFUL
es: Cuidado
fr: ATTENTION

# MainWindow|
source: This is permanent! Are you sure? About to delete:
es: ¡Esto es permanente! ¿Estás seguro? Sobre el borrado:
fr: Etes-vous sûr de vouloir supprimer cette instance définitivement? Instance en question:

# MainWindow|
source: No Accounts
es: Sin cuentas
fr: Pas de comptes

# MainWindow|
source: In order to play Minecraft, you must have at least one Mojang or Minecraft account logged in to MultiMC.Would you like to open the account manager to add an account now?
es: Para jugar a Minecraft, has de tener al menos una cuenta de Minecraft o Mojand en MultiMC. ¿Quieres abrir el gestor de cuentas para añadir una ahora?
fr: Pour jouer à Minecraft, vous devez avoir au moins un compte Mojang ou Minecraft connecté à MultiMC. Voulez vous ouvrir le gestionnaire de compte pour ajouter un compte maintenant ?

# MainWindow|
source: Which account would you like to use?
es: ¿Qué cuenta quieres utilizar?
fr: Quel compte voulez-vous utiliser ?

# MainWindow|
source: Your account is currently not logged in. Please enter your password to log in again.
es: Tu cuenta no está conectada. Por favor introduce tu contraseña para conectar de nuevo.
fr: Votre compte n'est actuellement pas connecté. S'il vous plaît, entrez votre mot de passe pour vous connecter à nouveau.

# MainWindow|
source: Player name
es: Nombre del jugador
fr: Nom du joueur

# MainWindow|
source: Choose your offline mode player name.
es: Elige nombre de jugador para modo sin conexión.
fr: Choisissez votre nom de joueur en mode hors ligne.

# MainWindow|
source: Couldn't start profiler: %1
es: No se puede iniciar el analizador: %1
fr: Impossible de démarrer le profiler : %1

# MainWindow|
source: Waiting for profiler...
es: Esperando para analizar...
fr: En attente du profiler...

# MainWindow|
source: The launch of Minecraft itself is delayed until you press the button. This is the right time to setup the profiler, as the profiler server is running now. %1
es: El inicio de Minecraft en si mismo está retrasado hasta que presiones el botón. Este es el momento idóneo para configurar el analizador, dado que el servidor de analisis está funcionando. %1
fr: Le lancement de Minecraft lui-même est retardée jusqu'à ce que vous appuyez sur le bouton. C'est le bon moment pour configurer le profiler, comme le service du profiler est en marche maintenant. %1

# MainWindow|
source: Waiting
es: Esperando
fr: Attente

# MainWindow|
source: Couldn't start the profiler: %1
es: No se puede iniciar el analizador: %1
fr: Impossible de démarrer le profiler : %1

# MainWindow|
source: Error updating instance
es: Error actualizando la instancia
fr: Erreur de mise à jour de l'instance

# MainWindow|
source: Java detection forced
es: Forzada la detección de Java
fr: Détection Java forcé

# MainWindow|
source: Because of graphics performance issues caused by Intel drivers on Windows, MultiMC java detection was forced. Please select a Java version.<br/><br/>If you have custom java versions set for your instances, make sure you use the 'javaw.exe' executable.
es: Dados los problemas de rendimiento gráfico causados por los drivers de Intel para Windows, se ha forzado la detección de java de MultiMC. Por favor, selecciona una versión de Java.<br/><br/>Si tienes versiones personalizadas de java para tus instancias asegúrate de usar el ejecutable "javaw.exe".
fr: En raison de problèmes de performances graphiques causés par des pilotes Intel sous Windows, la détection de java du MultiMC a été forcé. S'il vous plaît sélectionnez une version de Java. <br/><br/>Si vous avez des versions de Java personnalisés définis pour vos instances, assurez-vous que vous utilisez l'exécutable "javaw.exe".

# MainWindow|
source: Select a Java version
es: Selecciona una versión de Java
fr: Sélectionner une version de Java

# MainWindow|
source: Invalid version selected
es: La versión seleccionada no es válida
fr: La version sélectionnée est invalide

# MainWindow|
source: You didn't select a valid Java version, so MultiMC will select the default. You can change this in the settings dialog.
es: No seleccionaste una versión valida de Java, así que MultiMC seleccionará la por defecto. Puedes cambiar esto en el dialogo de opciones.
fr: Vous n'avez pas sélectionné une version Java valide, alors MultiMC a choisi la version par défaut. Vous pouvez le modifier dans la boîte de dialogue des paramètres.

# MainWindow|
source: You have now three options: <br/> - ignore this warning <br/> - change the instance dir in the settings <br/> - move this installation of MultiMC5 to a different folder
es: Tienes tres opciones: <br/> - Ignorar este aviso <br/> - Cambiar las opciones de la instancia <br/> - Mover esta instalación de MultiMC5 a una carpeta diferente
fr: Vous avez maintenant trois options : <br/> - ignorer cet avertissement <br/> - changer le répertoire d'instance dans les paramètres <br/> - déplacer cette installation de MultiMC dans un autre dossier
