Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# JavaPage|
source: The amount of memory Minecraft is started with.
de: Die maximale Größe des Arbeitsspeichers mit dem Minecraft gestartet wird.
es: Cantidad de memoria con la que emepzará Minecraft.
fr: La quantité de mémoire avec laquelle minecraft démarre.
tr: Minecraft başlayınca ayrılacak olan hafıza.

# JavaPage|
source: The amount of memory available to store loaded Java classes.
de: Die Größe des vorhandenen Arbeitsspeichers um Java-Klassen zu speichern.
es: Cantidad de memoria disponible para almacenar clases de Java cargadas.
fr: La quantité de mémoire disponible pour stocker et charger les classes Java.
tr: Minecraft başlayınca verilecek olan hafıza.

# JavaPage|
source: Java Runtime
es: Tiempo de ejecución de Java
tr: Java Çalışma Zamanı

# JavaPage|
source: Java path:
de: Java-Pfad:
es: Ruta de Java:
fr: Dossier de Java :
tr: Java konumu:

# JavaPage|
source: Auto-detect...
de: Auto-Erkennung...
es: Detección automática...
fr: Auto-détection...
tr: Otomatik-denetle...

# JavaPage|
source: Wrapper command:
tr: Genel komut:

# JavaPage|
source: JVM arguments:
de: JVM-Argumente:
es: Argumentos de JVM:
fr: Arguments JVM :
tr: JVM değişkenleri

# JavaPage|
source: Custom Commands
es: Comandos personalizados
fr: Commandes personnalisées
tr: Özel Komtular

# JavaPage|
source: Post-exit command:
es: Comando de post-salida:
fr: Commande post-arrêt :
tr: Çıkış komutları:

# JavaPage|
source: Pre-launch command:
es: Comando de pre-lanzamiento:
fr: Commande prè-lancement :
tr: Başlangıç komutları:

# JavaPage|
source: Select a Java version
de: Wähle eine Java-Version
es: Seleccionar versión de Java
fr: Sélectionnez une version de Java
tr: Bir Java sürümü seçin

# JavaPage|
source: Find Java executable
de: Java-Programm finden
es: Buscar el ejecutable de Java
fr: Trouver l'exécutable de Java
tr: Yürütülebilir Java'yı bul

# LLListLoadTask|
source: Loading LiteLoader version list...
es: Cargando lista de versiones de LiteLoader...
fr: Chargement de la liste des versions de LiteLoader...
tr: LiteLoader sürüm listesi yükleniyor...

# LLListLoadTask|
source: This is a lightweight loader for mods that don't change game mechanics.
es: Este es un gestor ligero para mods que no cambia mecánicas de juego.
fr: Il s'agit d'un chargeur léger pour les mods qui ne changent pas les mécaniques du jeu.
tr: Bu hafif bir mod yükleyicidir, oyun mekaniklerine bir etkisi olmayacaktır.

# LWJGLVersionList|
source: Version
tr: Sürüm

# LWJGLVersionList|
source: LWJGL version name.
tr: LWJGL sürüm adı

# LaunchController|
source: No instance specified
de: Keine Instanz ausgewählt
tr: Belirtilen profil yok

# LaunchController|
source: No Accounts
de: Keine Konten
tr: Hesap Yok

# LaunchController|
source: In order to play Minecraft, you must have at least one Mojang or Minecraft account logged in to MultiMC.Would you like to open the account manager to add an account now?
de: Um Minecraft spielen zu können, musst du mindestens ein Mojang- oder Minecraft-Konto in MultiMC hinterlegen. Möchtest du die Kontoverwaltung öffnen, um ein Konto hinzuzufügen?
tr: Minecraft oynamak için, en az bir adet Mojang ya da Minecraft hesabınızın MultiMC'de kayıtlı olması gerekir. Hesap yöneticisini açıp bir hesap eklemek ister misiniz?

# LaunchController|
source: No account selected for launch
de: Es ist kein Konto für den Start ausgewählt
tr: Başlatmak için hiçbir profil seçilmedi

# LaunchController|
source: Your account is currently not logged in. Please enter your password to log in again.
de: Dein Konto ist momentan nicht angemeldet. Bitte gib dein Passwort an, um dich anzumelden.
tr: Bu hesap şuanda giriş yapmamış. Lütfen tekrar giriş yapmak için şifrenizi tekrar girin.

# LaunchController|
source: Play Offline
de: Offline spielen
tr: Çevrımdışı Oyna

# LaunchController|
source: Received undetermined session status during login.
de: Ein unbekannter sessions-status würde wärend der Loginsekvens erhalten.
tr: Giriş sırasında belirsiz oturum geldi.

# LaunchController|
source: Player name
de: Spieler-Name
tr: Oyuncu adı

# LaunchController|
source: Choose your offline mode player name.
de: Wähle Deinen Spieler-Namen für den Offline-Modus.
tr: Çevrimdışı oyuncu adınızı seçin.

# LaunchController|
source: Failed to launch.
de: Fehler beim Ausführen.
tr: Başlatılamadı.

# LaunchController|
source: Error
de: Fehler
tr: Hata

# LaunchController|
source: Couldn't load the instance profile.
de: Instanz-Profil konnte nicht geladen werden.
tr: Profil dosyası yüklenemedi.

# LaunchController|
source: Couldn't instantiate a launcher.
de: Konnte den Launcher nicht instanziieren.
tr: Launcher örneği bulunamadı (?).

# LaunchController|
source: Couldn't start profiler: %1
de: Kann Profiler nicht starten: %1
tr: Profiller başlatılamadı: %1

# LaunchController|
source: The game launch is delayed until you press the button. This is the right time to setup the profiler, as the profiler server is running now. %1
de: Der Start von Minecraft selbst verzögert sich, bis Du eine Taste drückst. Jetzt ist es der richtige Moment, den Profiler einzurichten, weil der Profiler-Server nun läuft. %1
tr: Oyun gecikmesi butona basana kadar devam edecektir. Bu profilleri ayarlamak için doğru şeydir. %1

# LaunchController|
source: Waiting
de: Warten
tr: Bekleniyor

# LaunchController|
source: Launch
de: Starten
tr: Başlat

# LaunchController|
source: Couldn't start the profiler: %1
de: Konnte den Profiler nicht starten: %1
tr: Profil başlatılamadı: %1

# LegacyInstance|
source: Installing mods: Backing up minecraft.jar ...
tr: Modlar yükleniyor: Minecraft.jar yedekleniyor...

# LegacyInstance|
source: Installing mods: Opening minecraft.jar ...
tr: Modlar yükleniyor: Minecraft.jar açılıyor ...

# LegacyInstance|
source: Failed to create the custom Minecraft jar file.
tr: Özel Minecraft jar dosyası oluşturulamadı.

# LegacyJarModPage|
source: Selection
es: Selección
fr: Sélection
tr: Seçim

# LegacyJarModPage|
source: &Remove
es: &Eliminar
fr: &Supprimer
tr: &Sil

# LegacyJarModPage|
source: Move &Up
es: Mover &Arriba
fr: Vers le &Haut
tr: Yukarı &Çıkar

# LegacyJarModPage|
source: Move &Down
es: Mover &Abajo
fr: Vers le &Bas
tr: Aşağı &İndir

# LegacyJarModPage|
source: Install
es: Instalar
fr: Installation
tr: Yükle

# LegacyJarModPage|
source: &Add jar mod
es: &Añadir mod jar
fr: &Ajouter jar mod
tr: &Jar modları ekle

# LegacyJarModPage|
source: &View Folder
es: &Ver carpeta
fr: &Voir le dossier
tr: &Klasörü Göster

# LegacyJarModPage|
source: Jar Mods
tr: Jar Modları

# LegacyJarModPage|
source: Select jar mods
tr: Jar modlarını seç

# LegacyJarModPage|
source: Minecraft.jar mods (*.zip *.jar)
tr: Minecraft.jar modları (*.zip *.jar)

# LegacyUpdate|
source: Checking for FML libraries...
es: Comprobando librerías de FML...
fr: Vérification des bibliothèques FML...
tr: FML kütüphaneleri için denetleniyor...

# LegacyUpdate|
source: Dowloading FML libraries...
es: Descargando librerías de FML...
fr: Téléchargement des bibliothèques FML...
tr: FML kütüphaneleri indiriliyor...

# LegacyUpdate|
source: Copying FML libraries into the instance...
es: Copiando librerías FML en la instancia...
fr: Copie des bibliothèques FML dans l'instance...
tr: Profil dosyasına FML kütüphanesi kopyalanıyor...

# LegacyUpdate|
source: Failed creating FML library folder inside the instance.
es: Fallo creando el directorio para la librería FML en la instancia.
fr: Création du dossier de la bibliothèque FML a l'intérieur de l'instance échoué.
tr: Profilin içine FML kütüphane dosyası oluşturulamadı.

# LegacyUpdate|
source: Failed copying Forge/FML library: %1.
es: Fallo al copiar la librería Forge/FML: %1.
fr: Copie de la bibliothèque Forge/FML échoué : %1.
tr: Forge/FML kütüphanesi kopyalanırken hata: %1

# LegacyUpdate|
source: Game update failed: it was impossible to fetch the required FML libraries. Reason: %1
tr: Oyun güncellemesi başarısız: FML kütüphanesinden gerekli öğeleri almak imkansız. Neden: %1

# LegacyUpdate|
source: Downloading new LWJGL...
es: Descargando nuevo LWJGL…
fr: Téléchargement d'un nouveau LWJGL...
tr: Yeni LWJGL indiriliyor.

# LegacyUpdate|
source: Installing new LWJGL...
es: Instalando nuevo LWJGL…
fr: Installation d'un nouveau LWJGL...
tr: Yeni LWJGL yükleniyor...

# LegacyUpdate|
source: Installing new LWJGL - extracting
es: Instalando nuevo LWJGL - extrayendo
fr: Installation d'un nouveau LWJGL - extraction
tr: Yeni LWJGL yükleniyor - çıkartılıyor

# LegacyUpdate|
source: Bad stuff happened while trying to get the lwjgl libs: %1
tr: Lwjgl libs'e erişmeye çalışırken kötü şeyler oldu: %1

# LegacyUpdate|
source: Checking for jar updates...
es: Verificando actualizaciones .jar…
fr: Vérification des mises à jours du jar...
tr: Jar güncellemeleri denetleniyor...

# LegacyUpdate|
source: Downloading new minecraft.jar ...
es: Descargando nuevo minecraft.jar…
fr: Téléchargement du nouveau minecraft.jar...
tr: Yeni minecraft.jar yükleniyor...

# LegacyUpdate|
source: Failed to download the minecraft jar: %1.
tr: Minecraft jar indirmesi başarısız oldu: %1

# LegacyUpgradePage|
source: Upgrade
es: Mejorar
fr: Mise à niveau
tr: Yükselt

# LegacyUpgradePage|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:18pt; font-weight:600;">New format is available</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">MultiMC now supports old Minecraft versions in the new (OneSix) instance format. The old format won't be getting any new features and only the most critical bugfixes. As a consequence, you should upgrade this instance. </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The upgrade will create a new instance with the same contents as the current one, in the new format. The original instance will remain untouched, in case anything goes wrong in the process. </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Please report any issues on our <a href="https://github.com/MultiMC/MultiMC5/issues"><img src=":/icons/multimc/22x22/bug.png" /></a><a href="https://github.com/MultiMC/MultiMC5/issues"><span style=" text-decoration: underline; color:#68a0df;">github issues page</span></a>.</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd">↵ <html><head><meta name="qrichtext" content="1" /><style type="text/css">↵ p, li { white-space: pre-wrap; }↵ </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;">↵ <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">→→→→→→→</p>↵ <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:18pt; font-weight:600;">Nuevo formato disponible</span>→→→→→→→</p>↵ <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">MultiMC ahora soporta versiones antiguas de Minecraft en el nuevo formato de instancia (OneSix). El antiguo formato no tendrá nuevas características y sólo contará con actualizaciones críticas. Como consecuencia, deberías actualizar esta instancia.→→→→→→→</p>↵ <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La actualización creará una nueva instancia con el mismo contenido que la actual pero en el nuevo formato. La instancia original se mantendrá sin tocar en caso de que algo vaya mal en el proceso.→→→→→→→</p>↵ <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Por favor, reporta cualquier problema en nuestra <a href="https://github.com/MultiMC/MultiMC5/issues"><img src=":/icons/multimc/22x22/bug.png" /></a><a href="https://github.com/MultiMC/MultiMC5/issues"><span style=" text-decoration: underline; color:#68a0df;">página de incidencias de github</span></a>.</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Nous gardons MultiMC open source parce que nous pensons qu'il est important d'être en mesure de voir le code source d'un projet comme celui-ci, et nous le faisons en utilisant la licence Apache.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Une partie de la raison de l'utilisation de la licence Apache est que nous ne voulons pas que les gens utilise le nom &quot;MultiMC&quot; lors de la redistribution du projet. Cela signifie que les gens doivent prendre le temps de parcourir le code source et de supprimer toutes les références à &quot;MultiMC&quot;, y compris mais non limité à l'icône du projet et le titre des fenêtres (pas de * MultiMC-fork * dans le titre).</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">La licence Apache couvre l'utilisation raisonnable pour le nom - Une mention de l'origine du projet dans la boîte de dialogue "À propos" et la licence est acceptable. Cependant, il devrait être clair que le projet est un fork <span style=" font-weight:600;">sans que cela</span> implique que vous avez notre bénédiction.</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:18pt; font-weight:600;">Yeni biçim kullanılabilir</span> </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">MultiMC artık eski Minecraft sürümlerini(BirAltı) profil formatında destekler. Yeni format hiçbir yenilik getirmesede çok büyük hata düzeltmelerini kapsar. Sonuç olarak bu yükseltmeyi yapmak zorundasın kardeş. </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bu güncelleme şuankiyle aynı özelliklere sahip, yeni biçimde tekrar oluşturacaktır. Yükleme sırasında hata ile karşılaşılınırsa diye orjinal dosyalara dokunulmayacaktır. </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Lütfen herhangi bir hatayı bizim <a href="https://github.com/MultiMC/MultiMC5/issues"><img src=":/icons/multimc/22x22/bug.png" /></a><a href="https://github.com/MultiMC/MultiMC5/issues"><span style=" text-decoration: underline; color:#68a0df;">github hata sayfasından bildirin</span></a>.</p></body></html>

# LegacyUpgradePage|
source: Start the upgrade! (Not Yet Implemented, Coming Soon™)
es: Actualizar (Aún sin implementar, Coming Soon™)
fr: Démarrer mise à niveau! (Pas Encore Implementé, Coming Soon™)
tr: Yükseltmeye başla! ( Henüz değil, Çok Yakında™)

# LiteLoaderInstallTask|
source: For reasons unknown, the LiteLoader installation failed. Check your MultiMC log files for details.
es: Por razones desconocidas, la instalación de LiteLoader falló. Verifica los archivos del registro de MultiMC para ver los detalles.
fr: Pour des raisons inconnue, l'installation de LiteLoader a échoué. Vérifiez vos fichiers logs de MultiMC pour plus de détails.
tr: Bilinmeyen bir sebepten dolayı LiteLoader yüklenmesi başarısız oldu. Daha fazla ayrıntı için kayıt dosyalarına bakın.

# LiteLoaderInstallTask|
source: Failed to load the version description file for reasons unknown.
es: Fallo en la carga del archivo de descripcion de la versión por razones desconocidas.
fr: Impossible de charger le fichier de description de la version pour des raisons inconnue.
tr: Nedeni bilinmeyen nedenlerle sürüm ayrıntı dosyası yüklenemedi.

# LogPage|
source: Search:
de: Suchen:
es: Buscar:
fr: Rechercher :
tr: Ara:

# LogPage|
source: Find
de: Weitersuchen (vorwärts)
es: Encontrar
tr: Bul

# LogPage|
source: Keep updating
de: Aktuell halten
es: Seguir actualizando
fr: Garder à jour
tr: Güncellemeye devam et

# LogPage|
source: Copy the whole log into the clipboard
de: Kopiere das gesamte Log in die Zwischenablage
es: Copiar todo el registro en el portapapeles
fr: Copiez l'ensemble du log dans le presse-papiers
tr: Tüm kayıtları panoya kopyala

# LogPage|
source: &Copy
de: &Kopieren
es: &Copiar
fr: &Copier
tr: &Kopyala

# LogPage|
source: Upload the log to paste.ee - it will stay online for a month
de: Lade das Log auf paste.ee - es wird dort einen Monat verbleiben
es: Subir el registro a paste.ee - estará disponible durante un mes
fr: Téléchargez le log sur paste.ee - il restera en ligne pendant un mois
tr: Kayıtları paste.ee'ye aktar - bir ay boyunca kalacaktır

# LogPage|
source: Upload
de: Hochladen
es: Subir
fr: Envoyer
tr: Yükle

# LogPage|
source: Clear the log
de: Log löschen
es: Limpiar el registro
fr: Effacer le log
tr: Kayıtları temizle

# LogPage|
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
tr: Temizle

# LogPage|
source: Scroll all the way to bottom
de: Springe zum Dateiende
tr: En aşağıya in

# LogPage|
source: Bottom
de: Zum Dateiende
tr: En Alt

# LogPage|
source: Minecraft Log
es: Registro de Minecraft
fr: Log de Minecraft
tr: Minecraft Kayıtları

# LogPage|
source: MultiMC: Log upload triggered at: %1
de: MultiMC: Hochladen der Logdatei würde gestartet: %1
tr: MultiMC: Kayıt yüklemesi %1 tarafından tetiklendi.

# LogPage|
source: MultiMC: Log uploaded to: %1
de: MultiMC: Die Logdatei würde hochgeladen: %1
tr: MultiMC: Kayıtlar yüklendi: %1

# LogPage|
source: MultiMC: Log upload failed!
de: MultiMC: Fehler beim hochladen der Logdatei!
tr: MultiMC: Kayıt yüklenmesi başarısız!

# LoggedProcess|
source: Process exited with code %1.
de: Das Program wurde mit Status %1 beendet.
tr: Oyundan çıkıldı. Hata kodu: %1.

# LoggedProcess|
source: Process crashed.
de: Das Program ist abgestürzt.
tr: Oyun çöktü.

# LoggedProcess|
source: Process crashed with exitcode %1.
de: Das Program ist mit dem Status %1 abgestürzt.
tr: Oyun çöktü. Hata kodu: %1.

# LoggedProcess|
source: Process was killed by user.
de: Das Program wurde durch den Nutzer sofort beendet.
tr: Oyun kullanıcı tarafından kapatıldı

# LoggedProcess|
source: The process failed to start.
de: Fehler beim Starten des Befehls.
tr: Komut başlarken başarısız oldu

# LoginDialog|
source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
tr: Hesap Ekle

# LoginDialog|
source: Email / Username
de: E-Mail / Benutzername
es: Correo electrónico / Nombre de usuario
fr: E-Mail / Nom d'utilisateur
tr: Email / Kullanıcı adı

# LoginDialog|
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Şifre

# MCVListLoadTask|
source: Loading instance version list...
es: Cargando lista de versión de la instancia...
fr: Chargement de la liste de la version de l'instance...
tr: Profil sürüm listesi yükleniyor...

# MCVListLoadTask|
source: Error parsing version list JSON: %1
es: Error parseando la lista de versiones JSON: %1
fr: Erreur analyse de la liste de version JSON : %1
tr: JSON listesi ayrıştırılamadı: %1

# MCVListVersionUpdateTask|
source: The download version file is not valid.
es: El archivo de la versión de descarga no es válido.
fr: Le ficher version téléchargé est non valable.
tr: Sürüm indirme dosyası geçersiz.

# MCVListVersionUpdateTask|
source: Couldn't process version file: %1
es: No se ha podido procesar el archivo de versión: %1
fr: Impossible de traiter le ficher version : %1
tr: Sürüm dosyası işlenemiyor: %1

# MCVListVersionUpdateTask|
source: Can't open %1 for writing.
es: No se ha podido abrir %1 para escritura.
fr: Impossible d'ouvrir %1 pour l'écriture.
tr: %1 dosyası yazma için açılamıyor.

# MCVListVersionUpdateTask|
source: Failed to write into %1. Written %2 out of %3.
es: Error al escribir en %1. Escritos %2 de %3.
fr: Impossible d'écrire dans %1. Écrit %2 sur %3.
tr: %1 içine yazılamadı. %3 için %2 yazıldı.

# MCVListVersionUpdateTask|
source: Can't commit changes to %1
es: No se han podido confirmar los cambios a %1
fr: Impossible d'appliquer les modifications à %1
tr: Değişiklikler %1'e uygulanamadı

# MainWindow|
source: Main Toolbar
de: Haupt-Werkzeugleiste
es: Barra de herramientas principal
fr: Barre d'outils principale
tr: Ana Çubuk

# MainWindow|
source: Instance Toolbar
de: Instanz-Werkzeugleiste
es: Barra de herramientas de instancia
fr: Barre d'outils des instances
tr: Profil Çubuğu

# MainWindow|
source: News Toolbar
de: Nachrichten-Werkzeugleiste
es: Barra de herramientas de noticias
fr: Barre d'outils des nouveautés
tr: Haberler Çubuğu

# MainWindow|
source: Add Instance
de: Instanz hinzufügen
es: Añadir una instancia
fr: Ajouter instance
tr: Profil Ekle

# MainWindow|
source: Add a new instance.
de: Neue Instanz erstellen.
es: Añadir una nueva instancia.
fr: Ajouter une nouvelle instance.
tr: Yeni profil ekle.

# MainWindow|
source: View Instance Folder
de: Öffne Instanz-Ordner
es: Ver la carpeta de la instancia
fr: Voir le dossier de l'instance
tr: Profil Klasörünü Göster

# MainWindow|
source: Open the instance folder in a file browser.
de: Instanz-Ordner im Dateimanager öffnen.
es: Abrir la carpeta de la instancia en el navegador de archivos.
fr: Ouvrir le dossier de l'instance dans un navigateur de fichiers.
tr: Profil klasörünü dosya gezgininde aç.

# MainWindow|
source: Refresh
es: Cargar de nuevo
fr: Actualiser
tr: Yenile

# MainWindow|
source: Reload the instance list.
es: Recargar la lista de instancias.
fr: Actualiser la liste des instances.
tr: Profil listesini yenile

# MainWindow|
source: View Central Mods Folder
de: Zentralen Mod-Ordner öffnen
es: Ver la carpeta central de mods
fr: Voir le dossier Central Mods
tr: Genel Mod Klasörünü Göster

# MainWindow|
source: Open the central mods folder in a file browser.
de: Zentralen Mod-Ordner in einem Dateimanager öffnen.
es: Abrir la carpeta central de mods en un navegador de archivos.
fr: Ouvrir le dossier Central Mods dans un navigateur de fichiers.
tr: Genel mod klasörünü dosya gezgininde aç.

# MainWindow|
source: Check for Updates
es: Comprobar actualizaciones
fr: Vérifier les mises à jour
tr: Güncellemeleri Denetle
