Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# AboutDialog|
source: About MultiMC
de: Über MultiMC
es: Sobre MultiMC
fr: À propos de MultiMC
tr: MultiMC Hakkında

# AboutDialog|
source: About
de: Über
es: Sobre
fr: À propos
tr: Hakkında

# AboutDialog|
source: Version:
es: Versión:
tr: Sürüm:

# AboutDialog|
source: Build Number:
de: Build-Nummer:
es: Número de Compilación:
fr: Build numéro :
tr: Yapım Sayısı:

# AboutDialog|
source: Channel:
de: Kanal:
es: Canal:
fr: Canal :
tr: Kanal:

# AboutDialog|
source: <html><head/><body><p>MultiMC is a custom launcher that makes managing Minecraft easier by allowing you to have multiple instances of Minecraft at once.</p></body></html>
de: <html><head/><body><p>MultiMC ist ein alternativer Launcher, der das Management von Minecraft vereinfacht, indem er es Dir erlaubt, gleichzeitig mehrere Installationen von Minecraft zu verwalten.</p></body></html>
es: <html><head/><body><p>MultiMC es un lanzador personalizado que hace la gestión Minecraft más fácil permitiendo tener varias instalaciones de Minecraft a la vez.</p></body></html>
fr: <html><head/><body><p>MultiMC est un lanceur personalisé qui permet de configurer minecraft plus facilement en permettant l'installation de plusieures instances de minecraft en une.</p></body></html>
tr: <html><head/><body><p>MultiMC bir çoklu minecraft uygulamasıdır. Tek bir program ile çoklu minecraft kurulum yapılmasını sağlar.</p></body></html>

# AboutDialog|
source: Credits
de: Dank an
es: Reconocimientos
fr: Crédits
tr: Katkı Sağlayanlar

# AboutDialog|
source: No Language file loaded.
de: Keine Sprachdatei geladen.
es: Ningún archivo de idioma cargado.
fr: Traduction FR par un mystérieu inconnu au coeur gros comme une montagne :p .
tr: Dil dosyası yüklenmedi.

# AboutDialog|
source: License
de: Lizenz
es: Licencia
fr: Licence
tr: Lisans

# AboutDialog|
source: Forking/Redistribution
de: Abspaltung/Weiterverbreitung
es: Forking/Redistribución
tr: Çoğaltma/Tekrar Yayınlama

# AboutDialog|
source: About Qt
de: Über Qt
es: Sobre Qt
fr: À propos de Qt
tr: Qt Hakkında

# AboutDialog|
source: Close
de: Schließen
es: Cerrar
fr: Fermer
tr: Kapat

# AboutDialog|
source: Version
es: Versión
tr: Sürüm

# AboutDialog|
source: Build Number
de: Build-Nummer
es: Número de compilación
fr: Build numéro
tr: Yapım Sayısı

# AboutDialog|
source: Channel
de: Kanal
es: Canal
fr: Canal
tr: Kanal

# AccountListPage|
source: <html><head/><body><p>Welcome! If you're new here, you can click the &quot;Add&quot; button to add your Mojang or Minecraft account.</p></body></html>
de: <html><head/><body><p>Willkommen! Solltest du neu sein, kannst du die &quot;Hinzufügen&quot;-Schaltfläche drücken um dein Mojang- oder Minecraft-Konto hinzuzufügen</p></body></html>
es: <html><head/><body><p>¡Bienvenido! Si eres nuevo aquí, puedes hacer click en el botón de &quot;Añadir&quot; para añadir tu cuenta de Mojang o Minecraft.</p></body></html>
fr: <html><head/><body><p>Bienvenue! Si vous êtes nouveau, vous pouvez cliquer sur le bouton &quot;Ajouter&quot; pour ajouter votre compte Mojang ou Minecraft.</p></body></html>
tr: <html><head/><body><p>Merhaba, eğer burada yeniysen &quot;Ekle&quot; butonuna tıklayarak Minecraft ya da Mojang hesabını ekleyebilirsin.</p></body></html>

# AccountListPage|
source: &Add
de: &Hinzufügen
es: &Añadir
fr: &Ajouter
tr: &Ekle

# AccountListPage|
source: &Remove
de: &Entfernen
es: &Eliminar
fr: &Supprimer
tr: &Kaldır

# AccountListPage|
source: <html><head/><body><p>Set the currently selected account as the active account. The active account is the account that is used to log in (unless it is overridden in an instance-specific setting).</p></body></html>
de: <html><head/><body><p>Mache das ausgewählte Konto zum voreingestellten Konto. Das voreingestellte Konto ist das Konto, das zum Einloggen benutzt wird (es sei denn es wird von einer Instanz-spezifischen Einstellung überschrieben).</p></body></html>
es: <html><head/><body><p>Establecer la cuenta seleccionada como cuenta activa. La cuenta activa es la cuenta que se utiliza para conectarse (a menos que se sobrescriba en la configuración específica de la instancia).</p></body></html>
fr: <html><head/><body><p>Réglez le compte actuellement sélectionné comme le compte actif. Le compte actif est le compte qui est utilisé pour se connecter (sauf si elle est remplacée par une instance spécifique).</p></body></html>
tr: <html><head/><body><p>Hesabı varsayılan olarak işaretle. Artık program açılışlarında bu hesap ile giriş yapılacaktır.</p></body></html>

# AccountListPage|
source: &Set Default
de: &Standard setzen
es: &Establecer por defecto
fr: &Définir compte par défaut
tr: &Varsayılan Yap

# AccountListPage|
source: Set no default account. This will cause MultiMC to prompt you to select an account every time you launch an instance that doesn't have its own default set.
de: Mache die Voreinstellung rückgängig. Wenn kein Konto voreingestellt ist, wird MultiMC dich bei jedem Start einer Instanz fragen, welches Konto benutzt werden soll, es sei denn, die Instanz hat ein instanzspezifisches Konto eingestellt.
es: No establecer cuenta. Esto hará que MultiMC te haga seleccionar una cuenta cada vez que inicies una instalación que no tenga una cuenta establecida.
fr: Ne pas définir un compte par défaut. Cela fera que MultiMC vous invitera à sélectionner un compte à chaque fois que vous lancez une instance qui ne possède pas son propre compte par défaut.
tr: Varsayılanlardan kaldırmanız ne zaman MultiMC'yi açtığınızda size hesabınızı tekrar sormasına neden olacaktır.

# AccountListPage|
source: &No Default
de: &Keine Voreinstellung
es: &No establecer por defecto
fr: &Pas de compte par défaut
tr: &Varsayılandan Kaldır

# AccountListPage|
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
tr: Hesaplar

# AccountListPage|
source: Please enter your Mojang or Minecraft account username and password to add your account.
de: Bitte gib Benutzernamen und Passwort deines Mojang- oder Minecraft-Kontos an, um es hinzuzufügen.
es: Por favor, introduce el usuario y contraseña de tu cuenta de Mojang o Minecraft para añadir la cuenta.
fr: Veuillez entrer le nom d'utilisateur et le mot de passe de votre compte Mojang ou Minecraft pour ajouter celui-ci.
tr: Lütfen Mojang veya Minecraft hesabınızın kullanıcı adı ve şifresini kullanarak hesabınıza bir kullanıcı ekleyin.

# AuthenticateTask|
source: Authentication server didn't send a client token.
de: Authentifizierungsserver hat kein Client-Token gesendet.
es: El servidor de autenticación no envió identificación de cliente.
fr: Serveur d'authentification n'a pas envoyé un jeton client.
tr: Yetkilendirme sunucusu kullanıcı isteği onayını göndermedi.

# AuthenticateTask|
source: Authentication server attempted to change the client token. This isn't supported.
de: Authentifizierungsserver hat versucht das Client-Token zu ändern. Dies wird nicht unterstützt.
es: El servidor de autenticación intentó cambiar la identificación de cliente. Esto no está permitido.
fr: Serveur d'authentification a tenté de modifier le jeton du client.
tr: Yetkilendirme sunucusu kullanıcı onayını değiştirmeye çalıştı. Bu desteklenmiyor.

# AuthenticateTask|
source: Authentication server didn't send an access token.
de: Authentifizierungsserver hat kein Zugriffs-Token gesendet.
es: El servidor de autenticación no envió la identificación de acceso.
fr: Serveur d'authentification n'a pas envoyé un jeton d'accès.
tr: Yetkilendirme sunucusu erişim isteği onayını göndermedi.

# AuthenticateTask|
source: Authentication server didn't specify a currently selected profile. The account exists, but likely isn't premium.
de: Authentifizierungsserver hat kein aktuell ausgewähltes Profil angeben. Das Konto existiert, ist aber wahrscheinlich nicht Premium.
es: El servidor de autenticación no especificó el perfil seleccionado. Existe la cuenta, pero probablemente no es de pago.
fr: Serveur d'authentification n'a pas spécifié de profil sélectionné. Le compte existe, mais n'est pas susceptible premium.
tr: Yetkilendirme sunucusu seçili profili tanımlayamadı. Hesap mevcut fakat premium olmayabilir.

# AuthenticateTask|
source: Authentication server specified a selected profile that wasn't in the available profiles list.
de: Authentifizierungsserver hat ein ausgewähltes Profil angegeben, welches nicht in der Liste der verfügbaren Profile existiert.
es: El servidor de autenticación especificó un perfil que no estaba en la lista de perfiles disponibles.
fr: Serveur d'authentification spécifié un profil sélectionné qui n'était pas dans la liste des profils disponibles.
tr: Yetkilendirme sunucusu seçili profilin listede erişilebilir olmadığını tanımladı.

# AuthenticateTask|
source: Authenticating: Sending request...
de: Authentifizierung: Sende Anfrage...
es: Autentificando: enviando petición…
fr: Authentification: Envoi de la requête...
tr: Yetkilendiriliyor: İstek gönderiliyor...

# AuthenticateTask|
source: Authenticating: Processing response...
de: Authentifizierung: Bearbeite Antwort...
es: Autentificando: procesando respuesta…
fr: Authentification: Traitement de la réponse...
tr: Yetkilendiriliyor: İstek işleniyor...

# BaseProfiler|
source: Profiler aborted
de: Profiler abgebrochen
es: Analizador abortado
fr: Profiler avorté
tr: Profilleme iptal edildi

# CheckJava|
source: The java binary "%1" couldn't be found. Please fix the java path override in the instance's settings or disable it.
de: Die Java-Binary "%1" konnte nicht gefunden werden. Bitte korrigiere den Java-Pfad in den Instanzeinstellungen oder deaktiviere ihn.
tr: Java dizini "%1" bulunamadı. Lütfen yolu profil ayarlarından düzenleyin ya da kapatın.

# CheckJava|
source: The java binary "%1" couldn't be found. Please set up java in the settings.
de: Die Java-Binary "%1" konnte nicht gefunden werden. Du solltest den Java-Pfad in den Einstellungen einrichten.
tr: Java dizini "%1" bulunamadı. Lütfen java'yı ayarlardan yükleyiniz.

# CheckJava|
source: Java path is not valid.
de: Ungültiger Java-Pfad.
tr: Java yolu geçersiz.

# CheckJava|
source: Checking Java version...
de: Überprüfe Java-Version...
tr: Java sürümü denetleniyor...

# CheckJava|
source: Could not start java:
de: Konnte Java nicht starten:
tr: Java başlatılamadı:

# CheckJava|
source: Could not start java!
de: Konnte Java nicht starten!
tr: Java başlatılamadı!

# CopyInstanceDialog|
source: Copy Instance
de: Instanz duplizieren
es: Copiar la instancia
fr: Dupliquer l'instance
tr: Kurulumu Kopyala

# CopyInstanceDialog|
source: Name
es: Nombre
fr: Nom
tr: İsim

# CopyInstanceDialog|
source: &Group
de: Gruppe
tr: &Grup

# CopyInstanceDialog|
source: Copy saves
de: Welt duplizieren
tr: Kayıtları Kopyala

# CopyInstanceDialog|
source: No group
de: Keine Gruppe
es: No hay grupo
tr: Grup yok

# EditAccountDialog|
source: Login
de: Anmelden
tr: Giriş

# EditAccountDialog|
source: Email / Username
de: E-Mail / Benutzername
es: E-Mail / Nombre de usuario
fr: E-Mail / Nom d'utilisateur
tr: E-posta / Kullanıcı adı

# EditAccountDialog|
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Şifre

# ExportInstanceDialog|
source: Export Instance
de: Instanz Exportieren
tr: Kurulumu Dışa Aktar

# ExportInstanceDialog|
source: Export %1
de: Exportiere %1
tr: Dışa Aktar %1

# ExportInstanceDialog|
source: Overwrite?
de: Überschreiben?
tr: Üstüne Yaz?

# ExportInstanceDialog|
source: This file already exists. Do you want to overwrite it?
de: Diese Datei existiert bereits. Möchtest Du sie überschreiben?
tr: Bu dosya zaten var. Üstüne yazmak istiyor musunuz?

# ExportInstanceDialog|
source: Error
de: Fehler
tr: Hata

# ExportInstanceDialog|
source: Unable to export instance
de: Instanz konnte nicht exportiert werden
tr: Kurulum dışa aktarmaya müsait değil

# ExternalToolsPage|
source: Check
de: Überprüfen
es: Verificar
fr: Vérifier
tr: Kontrol Et

# ExternalToolsPage|
source: External Editors (leave empty for system default)
de: Externe Editor-Anwendungen (leer lassen, um die System-Voreinstellung zu benutzen)
es: Editores externos (dejar vacío para usar el sistema por defecto)
fr: Éditeurs externes (laissez vide pour garder les réglages du système)
tr: Dışsal Editör (sistem varsayılanı için boş bırakın)

# ExternalToolsPage|
source: Text Editor:
es: Editor de texto:
fr: Éditeur de texte :
tr: Yazı Düzenleyici:

# ExternalToolsPage|
source: External Tools
de: Externe Dienstprogramme
es: Herramientas externas
fr: Outils externes
tr: Diğer Araçlar

# ExternalToolsPage|
source: Error
de: Fehler
fr: Erreur
tr: Hata

# ExternalToolsPage|
source: Error while checking JProfiler install: %1
de: Fehler während der Überprüfung der JProfiler-Installation: %1
es: Error comprobando la instalación de JProfiler:? %1
fr: Erreur lors de la vérification de l'installation de JProfiler: %1
tr: JProfiler yüklenemedi: %1

# ExternalToolsPage|
source: OK
tr: TAMAM

# ExternalToolsPage|
source: JProfiler setup seems to be OK
de: Die JProfiler Konfiguration scheint OK zu sein
es: La configuración de JProfiler parece ser correcta
fr: La configuration JProfiler semble être OK
tr: JProfiler yüklemesi iyi görünüyor

# ExternalToolsPage|
source: Error while checking JVisualVM install: %1
de: Fehler bei der Überprüfung der JVisualVM-Installation: %1
es: Error verificando la instalación de JVisualVM: %1
fr: Erreur lors de la vérification de l'installation de JVisualVM : %1
tr: JVisualVM yüklenemedi: %1

# ExternalToolsPage|
source: JVisualVM setup seems to be OK
de: Die JVisualVM Konfiguration scheint OK zu sein
es: La configuración de JVisualVM parece ser correcta
fr: La configuration JVisualVM semble être OK
tr: JVisualVM yüklemesi iyi görünüyor

# ExternalToolsPage|
source: MCEdit Application
de: MCEdit Programm
es: Aplicación MCEdit
fr: Logiciel MCEdit
tr: MCEdit Uygulaması

# ExternalToolsPage|
source: Error while checking MCEdit install: %1
de: Fehler bei der Überprüfung der MCEdit-Installation: %1
es: Error verificando la instalación de MCEdit: %1
fr: Erreur lors de la vérification de l'installation de MCEdit: %1
tr: MCEdit yüklemesi denetlenirken hata: %1

# ExternalToolsPage|
source: MCEdit setup seems to be OK
de: Die MCEdit Konfiguration scheint OK zu sein
es: La configuración de MCEdit parece ser correcta
fr: La configuration MCEdit semble être OK
tr: MCEdit yüklemesi iyi görünüyor

# ExternalToolsPage|
source: JSON Editor
es: Editor JSON
fr: Éditeur JSON
tr: JSON Düzenleyici

# ExternalToolsPage|
source: Invalid
de: Ungültig
es: Inválido
fr: Invalide
tr: Geçersiz

# ExternalToolsPage|
source: The file chosen does not seem to be an executable
de: Die ausgewählte Datei scheint keine Anwendung zu sein
es: El archivo elegido no es un ejecutable
fr: Le fichier choisi ne semble pas être un exécutable
tr: Bu dosya yürütülebilir bir dosya gibi durmuyor

# ForgeInstallTask|
source: Installing Forge...
tr: Forge Yükleniyor...

# ForgeInstallTask|
source: Unknown error occured
es: Un error desconocido ha ocurrido
fr: Une erreur inconnue s'est produite
tr: Bilinmeyen bir hata meydana geldi

# ForgeInstallTask|
source: Failure to install Forge
tr: Forge indirilirken hata meydana geldi

# ForgeInstallTask|
source: Failure to download Forge: %1
tr: Forge indirilirken hata: %1

# ForgeInstallTask|
source: Failed to load the version description file for reasons unknown.
es: Fallo en la carga de la descripción de la versión del archivo por razones desconocidas.
fr: Impossible de charger le fichier de description de la version pour des raisons inconnue.
tr: Bilinmeyen nedenlerle sürüm ayrıntıları yüklenemedi.

# ForgeListLoadTask|
source: Fetching Forge version lists...
es: Buscando listas de versión de Forge…
fr: Récupération de la liste des versions de Forge...
tr: Forge sürüm listesi işleniyor...

# GoUpdate::DownloadTask|
source: Loading version information...
de: Versionsinformationen werden geladen...
tr: Sürüm ayrıntıları yükleniyor...

# GoUpdate::DownloadTask|
source: Failed to download version info files.
de: Fehler beim Herunterladen der Versionsinformationsdateien.
tr: Sürüm dosyaları indirilemedi.

# GoUpdate::DownloadTask|
source: Reading file list for new version...
de: Dateiliste für die neue Version wird geladen...
tr: Yeni sürüm için dosya listesi okunuyor...

# GoUpdate::DownloadTask|
source: Reading file list for current version...
de: Dateiliste für die momentan benutzte Version wird geladen...
tr: Şuanki sürüm için dosya listesi okunuyor...

# GoUpdate::DownloadTask|
source: Processing file lists - figuring out how to install the update...
de: Dateilisten werden verarbeitet - es wird ermittelt, wie das Update installiert werden soll...
tr: Dosya listesi yükleniyor - güncellemenin nasıl yükleneceği araştırılıyor...

# GoUpdate::DownloadTask|
source: Failed to process update lists...
de: Fehler beim Verarbeiten der Updateliste...
tr: Güncelleme listesi işlenemedi...

# GoUpdate::DownloadTask|
source: Downloading %1 update files.
de: %1 Update-Dateien werden heruntergeladen.
tr: Güncelleme dosyaları indiriliyor (%1).

# GoUpdate::DownloadTask|
source: Failed to download update files: %1
de: Fehler beim Herunterladen der Update-Dateien: %1
tr: Güncelleme dosyaları indirilemedi: %1

# IconPickerDialog|
source: Pick icon
de: Icon auswählen
es: Escoger icono
fr: Choisir l'icone
tr: İkon seç

# IconPickerDialog|
source: Add Icon
de: Icon hinzufügen
es: Añadir icono
fr: Ajouter l'icône
tr: İkon Ekle

# IconPickerDialog|
source: Remove Icon
de: Icon entfernen
es: Quitar icono
fr: Supprimer l'icône
tr: İkon Sil

# IconPickerDialog|
source: Select Icons
de: Icons auswählen
es: Seleccionar iconos
fr: Sélectionnez l'icône
tr: İkonları Seç

# IconPickerDialog|
source: Icons
es: Iconos
fr: Icônes
tr: İkonlar

# InstancePageProvider|
source: Loader mods
tr: Normal modlar

# InstancePageProvider|
source: Core mods
tr: Çekirdek modlar

# InstancePageProvider|
source: Worlds
de: Welten
tr: Dünyalar

# InstancePageProvider|
source: Edit Instance (%1)
de: Instanz bearbeiten (%1)
tr: Profili Düzenle (%1)

# InstanceSettingsPage|
source: Auto-detect...
de: Auto-Erkennung...
es: Detectando automáticamente...
fr: Auto-détection...
tr: Otomatik-denetle...

# InstanceSettingsPage|
source: Browse...
de: Durchsuchen...
es: Buscar...
fr: Parcourir...
tr: Gözat...

# InstanceSettingsPage|
source: The maximum amount of memory Minecraft is allowed to use.
de: Die maximale Größe des Arbeitsspeichers den Minecraft benutzen darf.
es: La cantidad máxima de memoria permitida para Minecraft.
fr: La quantité maximale de mémoire que Minecraft est autorisé à utiliser.
tr: Minecraft'a ayrılan en yüksek hafıza kullanma miktarı.

# InstanceSettingsPage|
source: Minimum memory allocation:
de: Minimum zugewiesener Arbeitsspeicher:
es: Asignación de memoria mínima:
fr: Min. mémoire alloué :
tr: En düşük hafıza kullanımı:

# InstanceSettingsPage|
source: Maximum memory allocation:
de: Maximum zugewiesener Arbeitsspeicher:
es: Asignación de memoria máxima:
fr: Max. mémoire alloué :
tr: En yüksek hafıza kullanımı:

# InstanceSettingsPage|
source: The amount of memory Minecraft is started with.
de: Die Größe des Arbeitsspeichers mit dem Minecraft gestartet wird.
es: Cantidad de memoria con la que empezará Minecraft.
fr: La quantité de mémoire avec laquelle Minecraft démarre.
tr: Minecraft başlayınca verilecek olan hafıza.

# InstanceSettingsPage|
source: The amount of memory available to store loaded Java classes.
de: Die Größe des vorhandenen Arbeitsspeichers um geladene Javaklassen zu speichern.
es: La cantidad de memoria disponible para almacenar clases cargadas de Java.
fr: La quantité de mémoire disponible pour stocker et charger les classes Java.
tr: Minecraft başlayınca verilecek olan hafıza.

# InstanceSettingsPage|
source: Java ins&tallation
tr: Java yük&leme

# InstanceSettingsPage|
source: Memor&y
de: Arbeitsspeicher
tr: Hafız&a

# InstanceSettingsPage|
source: Java arguments
es: Argumentos de Java
fr: Arguments JVM :
tr: Java değişkenleri

# InstanceSettingsPage|
source: Game windows
de: Game Fenster
es: Ventanas de juego
fr: Fenêtres de jeux
tr: Oyun Penceresi

# InstanceSettingsPage|
source: Game Window
de: Spiel Fenster
es: Ventana de juego
fr: Fenêtre de jeu
tr: Oyun Penceresi

# InstanceSettingsPage|
source: Start Minecraft maximized?
de: Minecraft maximiert starten?
es: ¿Iniciar Minecraft maximizado?
fr: Démarrer Minecraft en plein écran ?
tr: Minecraft'ı tam ekranda başlat

# InstanceSettingsPage|
source: Window height:
de: Fensterhöhe:
es: Alto:
fr: Hauteur :
tr: Pencere yüsekliği:

# InstanceSettingsPage|
source: Window width:
de: Fensterbreite:
es: Ancho:
fr: Largeur :
tr: Pencere genişliği:

# InstanceSettingsPage|
source: Conso&le Settings
de: Konsoleneinstellungen
tr: Konso&l Ayarları

# InstanceSettingsPage|
source: Cus&tom Commands
tr: Öze&l Komutlar

# InstanceSettingsPage|
source: Show console while the game is running?
de: Konsole anzeigen, während das Spiel läuft?
es: ¿Mostrar consola mientras el juego está en marcha?
fr: Afficher la console pendent le jeu est lancé ?
tr: Oyun çalışırken konsolu göster

# InstanceSettingsPage|
source: Automatically close console when the game quits?
de: Konsole automatisch schließen, nachdem das Spiel beendet wurde?
es: ¿Cerrar consola automáticamente cuando el juego se cierra?
fr: Fermer automatiquement la console à la fermeture du jeu ?
tr: Oyundan çıkınca konsolu kapat

# InstanceSettingsPage|
source: Custom commands
de: Benutzerdefinierte Befehle
es: Comandos personalizados
fr: Commandes personnalisées
tr: Özel komutlar

# InstanceSettingsPage|
source: Post-exit command:
es: Comando post-salida:
fr: Commande post-arrêt :
tr: Çıkış komutları:

# InstanceSettingsPage|
source: Pre-launch command:
es: Comando pre-lanzamiento:
fr: Commande prè-lancement :
tr: Başlangıç komutları:

# InstanceSettingsPage|
source: Wrapper command:
tr: Wrapper Komutları:

# InstanceSettingsPage|
source: Settings
de: Einstellungen
es: Opciones
fr: Paramètres
tr: Ayarlar

# InstanceSettingsPage|
source: Select a Java version
de: Wähle eine Java-Version
es: Selecciona una versión de Java
fr: Sélectionnez une version de Java
tr: Bir Java sürümü seç

# InstanceSettingsPage|
source: Find Java executable
de: Java-Programm finden
es: Buscar ejecutable de Java
fr: Trouver l'exécutable de Java
tr: Yürütülebilir Java bul

# JProfiler|
source: Listening on port: %1
de: Lauscht auf Port: %1
es: Écoute sur le port: %1
fr: Écoute sur le port : %1
tr: Port üzerinden dinleniliyor: %1

# JProfiler|
source: Profiler aborted
de: Profiler abgebrochen
es: Analizador abortado
fr: Profiler avorté
tr: Profiller iptal edildi

# JVisualVM|
source: JVisualVM started
de: JVisualVM gestartet
es: JVisualVM iniciado
fr: JVisualVM démarré
tr: JVisualVM başladı

# JVisualVM|
source: Profiler aborted
de: Profiler abgebrochen
es: Analizador abortado
fr: Profiler avorté
tr: Profiller iptal edildi

# JavaListLoadTask|
source: Detecting Java installations...
de: Suche nach Java-Installationen...
es: Detectando instalaciones de Java…
fr: Détection de l'installation de Java...
tr: Yüklü Java programları denetleniyor...

# JavaPage|
source: Memory
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
tr: Hafıza

# JavaPage|
source: The maximum amount of memory Minecraft is allowed to use.
de: Die maximale Größe des Arbeitsspeichers den Minecraft benutzen darf.
es: Cantidad máxima de memoria permitida para Minecraft.
fr: La quantité maximale de mémoire que Minecraft est autorisé à utiliser.
tr: Minecraft'a ayrılan en yüksek hafıza kullanımı.

# JavaPage|
source: Minimum memory allocation:
de: Minimum zugewiesener Arbeitsspeicher:
es: Asignación mínima de memoria:
fr: Min. mémoire alloué :
tr: En düşük hafıza kullanımı:

# JavaPage|
source: Maximum memory allocation:
de: Maximum zugewiesener Arbeitsspeicher:
es: Asignación máxima de memoria:
fr: Max. mémoire alloué :
tr: En yüksek hafıza kullanıım:
