Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# UpdateDialog|
source: <p align="center" <span style="font-size:22pt;">Failed to fetch changelog... Error: %1</span></p>
de: <p align="center" <span style="font-size:22pt;">Fehler beim holen des Änderungsprotokolls… Fehler: %1</span></p>
tr: <p align="center" <span style="font-size:22pt;">Sürüm notları yüklenemedi... Hata %1</span></p>

# ValidateTask|
source: Validating access token: Sending request...
de: Prüfen des Zugriffs-Tokens: Sende Anfrage...
es: Validando la identificación de acceso: enviado petición...
fr: Validation du jeton d'accès : Envoi de la requête...
tr: Geçiş kodu doğrulanıyor: İstek gönderiliyor...

# ValidateTask|
source: Validating access token: Processing response...
de: Prüfen des Zugriffs-Tokens: Bearbeite Antwort...
es: Validando la identificación de acceso: procesando respuesta...
fr: Validation du jeton d'accès: Traitement de la réponse...
tr: Geçiş kodu doğrulanıyor: Yanıt bekleniyor...

# VersionListView|
source: No versions are currently available.
de: Keine Versionen sind momentan verfügbar.
es: No hay versiones disponibles.
fr: Aucune version n'est actuellement disponible.
tr: Şuanda hiç sürüm bulunamadı.

# VersionPage|
source: Version
es: Versión
tr: Sürüm

# VersionPage|
source: Selection
de: Auswahl
es: Selección
fr: Sélection
tr: Seçim

# VersionPage|
source: Change version
de: Version ändern
es: Cambiar versión
fr: Changer la version
tr: Sürümü değiştir

# VersionPage|
source: Move up
de: Bewege nach oben
es: Mover arriba
fr: Déplacer vers le haut
tr: Yukarı

# VersionPage|
source: Move down
de: Bewege nach unten
es: Mover abajo
fr: Déplacer vers le bas
tr: Aşağı

# VersionPage|
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
tr: Sil

# VersionPage|
source: Install
de: Installation
es: Instalar
fr: Installation
tr: Yükle

# VersionPage|
source: Change version of the selected package.
de: Version des ausgewählten Pakets ändern.
tr: Seçili paketin sürümünü değiştir.

# VersionPage|
source: Make the selected package apply sooner.
de: Lässt das ausgewählte Paket früher angewendet werden.
tr: Seçili paketi yakında uygula.

# VersionPage|
source: Make the selected package apply later.
de: Lässt das ausgewählte Paket später angewendet werden.
tr: Seçili paketi daha sonra uygula.

# VersionPage|
source: Remove selected package from the instance.
de: Entferne das ausgewählte Paket aus der Instanz.
tr: Seçilmiş paketi profilden kaldır.

# VersionPage|
source: Edit
de: Bearbeiten
tr: Düzenle

# VersionPage|
source: Customize selected package.
de: Passe das ausgewählte Paket an.
tr: Seçili paketi düzenle.

# VersionPage|
source: Customize
de: Anpassen
tr: Düzenle

# VersionPage|
source: Edit selected package.
de: Bearbeite das ausgewählte Paket.
tr: Seçili paketi düzenle.

# VersionPage|
source: Revert the selected package to default.
de: Setze das ausgewählte Paket auf den Standard zurück.
tr: Seçilen paketi eski haline döndür.

# VersionPage|
source: Revert
de: Zurücksetzen
tr: Geri Döndür

# VersionPage|
source: Install the Minecraft Forge package.
de: Minecraft Forge installieren.
tr: Minecraft Forge paketini yükle.

# VersionPage|
source: Install Forge
de: Forge installieren
es: Instalar Forge
fr: Installation de Forge
tr: Forge'u Yükle

# VersionPage|
source: Install the LiteLoader package.
de: LiteLoader installieren.
tr: LiteLoader paketini yükle

# VersionPage|
source: Install LiteLoader
de: Installiere LiteLoader
es: Instalar LiteLoader
fr: Installer LiteLoader
tr: LiteLoader'ı Yükle

# VersionPage|
source: Install normal mods.
de: Normale Mods installieren.
tr: Normal modlar yükle

# VersionPage|
source: Install mods
de: Mods installieren
tr: Mod yükle

# VersionPage|
source: Advanced
de: Erweitert
tr: Gelişmiş

# VersionPage|
source: Add a mod into the Minecraft jar file.
de: Füge eine Mod zu der Minecraft-Jar Datei hinzu.
tr: Minecraft jar dosyasına mod ekle.

# VersionPage|
source: Add jar mod
es: Añadir un mod .jar
fr: Ajouter jar mod
tr: Jar modları ekle

# VersionPage|
source: Reset apply order of packages.
tr: Yaptığınız yenilikler kaybolduysa bu butona tıklayın.

# VersionPage|
source: Reset order
es: Reestablecer orden
fr: Réinitialiser l'ordre
tr: Yenilikleri yenile

# VersionPage|
source: Reload all packages.
de: Alle Pakete erneut laden.
tr: Tüm paketleri yenile

# VersionPage|
source: Reload
de: Aktualisieren
es: Recargar
fr: Recharger
tr: Yenile

# VersionPage|
source: Error
de: Fehler
fr: Erreur
tr: Hata

# VersionPage|
source: Couldn't remove file
de: Konnte die Datei nicht entfernen
es: No se ha podido eliminar el archivo
fr: Impossible de supprimer le fichier
tr: Dosya silinemedi

# VersionPage|
source: Couldn't load the instance profile.
de: Instanzprofil konnte nicht geladen werden.
tr: Profil menüsü yüklenemedi.

# VersionPage|
source: %1 possibly has issues.
de: %1 kann Probleme haben.
tr: Muhtemelen %1'de hata var

# VersionPage|
source: %1 has issues!
de: %1 hat Probleme!
tr: %1'de sorun var!

# VersionPage|
source: Error:
de: Fehler:
tr: Hata:

# VersionPage|
source: Warning:
de: Warnung:
tr: Dikkat:

# VersionPage|
source: This will add mods directly to the Minecraft jar. Unless you KNOW that this is what NEEDS to be done, you should just use the mods folder (Loader mods). Do you want to continue?
tr: Bu seçenek modları direkt olarak Minecraft.jar üzerine ekleyecektir. Eğer ne olması gerektiğini bilmiyorsanız 'Loader Mods' menüsünü kullanmalısınız. Devam etmek istiyor musun?

# VersionPage|
source: I understand, continue.
tr: Anlıyorum, devam et.

# VersionPage|
source: Cancel
tr: İptal

# VersionPage|
source: Select jar mods
de: Jar-Mods auswählen
tr: Jar modlarını seçin

# VersionPage|
source: Minecraft.jar mods (*.zip *.jar)
tr: Minecraft.jar modları

# VersionPage|
source: Change Minecraft version
es: Cambiar versión de Minecraft
fr: Changer la version de Minecraft
tr: Minecraft Sürümünü Değiştir

# VersionPage|
source: MultiMC cannot download Minecraft or update instances unless you have at least one account added. Please add your Mojang or Minecraft account.
de: MultiMC kann Minecraft nicht herunterladen und keine Instanzen aktualisieren, solange du kein Konto erstellt hast. Bitte füge dein Mojang- oder Minecraft-Konto hinzu.
es: MultiMC no puede descargar Minecraft o actualizar instancias a menos que tengas añadida una cuenta.↵ Por favor, añade tu cuenta de Mojang o Minecraft.
fr: MultiMC ne peut pas télécharger ou mettre à jour l'instance Minecraft, sauf si vous avez au moins un compte ajouté. S'il vous plaît ajouter votre compte Mojang ou Minecraft.
tr: MultiMC Mineceraft'ı indiremedi veya güncelleme yapamadı En az bir hesap ekleyin. Lütfen Mojang ya da Minecraft hesabınızı ekleyin.

# VersionPage|
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes vous sûr ?
tr: Emin misiniz?

# VersionPage|
source: This will remove any library/version customization you did previously. This includes things like Forge install and similar.
es: Se eliminará cualquier librería/versión que hayas personalizado previamente. Esto incluye la instalación de Forge y similares.
fr: Cette opération va supprimer toute personnalisation des bibliothèques/versions que vous avez fait auparavant. Cela inclut des choses comme l'installation de Forge et similaire.
tr: Bu seçenek daha önce yaptığınız değişiklikleri silecektir. Bu Forge gibi yüklemeleri yapmak için kullanılır.

# VersionPage|
source: Couldn't load or download the LiteLoader version lists!
de: Konnte die Liteloader-Versionslisten nicht laden oder herunterladen!
tr: LiteLoader listesi yüklenemedi ya da indirilemedi!

# VersionPage|
source: Error updating instance
de: Fehler beim Aktualisieren der Instanz
tr: Profil güncellenirken hata meydana geldi

# VersionPage|
source: Select Forge version
de: Wähle Forge-Version
es: Selecciona la versión de Forge
fr: Sélectionnez la version de Forge
tr: Forge sürümünü seç

# VersionPage|
source: No Forge versions are currently available for Minecraft
de: Zur Zeit sind keine Forge Versionen für Minecraft verfügbar
es: No se han encontrado versiones de Forge disponibles para Minecraft
fr: Pas de versions de Forge actuellement disponibles pour Minecraft
tr: Bu Minecraft sürümü için Forge sürümü yok.

# VersionPage|
source: Couldn't load or download the Forge version lists!
de: Konnte die Forge-Versionsliste nicht laden oder herunterladen!
tr: Forge listesi yüklenemedi ya da indirilemedi!

# VersionPage|
source: Select LiteLoader version
de: Wähle LiteLoader-Version
es: Selecciona la versión de LiteLoader
fr: Sélectionnez la version de LiteLoader
tr: LiteLoader sürümünü seç

# VersionPage|
source: No LiteLoader versions are currently available for Minecraft
de: Zur Zeit sind keine LiteLoader Versionen für Minecraft verfügbar
es: No se han encontrado versiones de LiteLoader disponibles para Minecraft
fr: Aucune versions de LiteLoader sont actuellement disponibles pour Minecraft
tr: Bu Minecraft sürümü için LiteLoader sürümü yok.

# VersionProxyModel|
source: Version
tr: Sürüm

# VersionProxyModel|
source: Branch
tr: Yer

# VersionProxyModel|
source: Type
de: Art
tr: Tür

# VersionProxyModel|
source: Architecture
de: Architektur
tr: Mimari

# VersionProxyModel|
source: Path
de: Pfad
tr: Konum

# VersionProxyModel|
source: The name of the version.
de: Der Name der Version.
tr: Sürümün ismi.

# VersionProxyModel|
source: Minecraft version
tr: Minecraft sürümü

# VersionProxyModel|
source: The version's branch
de: Versions-Branch
tr: Bu sürümün yeri

# VersionProxyModel|
source: The version's type
de: Versions-Art
tr: Bu sürümün türü

# VersionProxyModel|
source: CPU Architecture
de: CPU Architektur
tr: CPU Mimarisi

# VersionProxyModel|
source: Filesystem path to this version
de: Dateisystempfad zu dieser Version
tr: Bu sürüm için sistem dosyası

# VersionProxyModel|
source: Recommended
de: Empfohlen
tr: Tavsiye Edilen

# VersionProxyModel|
source: Latest
de: Neueste
tr: Son

# VersionSelectDialog|
source: Choose Version
de: Wähle Version
es: Escoge versión
fr: Choisissez une version
tr: Sürüm seç

# VersionSelectDialog|
source: Reloads the version list.
de: Versionsliste aktualisieren.
es: Recargar la lista de versiones.
fr: Actualiser la liste des versions.
tr: Sürüm listesini yeniler.

# WorldList|
source: Name
tr: İsim

# WorldList|
source: Last Played
de: Zuletzt gespielt
tr: Son Oynanma

# WorldList|
source: The name of the world.
de: Der Name der Welt
tr: Dünyanın ismi.

# WorldList|
source: Date and time the world was last played.
de: Zeit und Datum wann die Welt zuletzt gespielt würde.
tr: Dünyada oynanılan son tarih ve saat.

# WorldListPage|
source: Add
de: &Hinzufügen
tr: &Ekle

# WorldListPage|
source: Rename
de: Umbenennen
tr: Yeniden Adlandır

# WorldListPage|
source: Copy
de: &Kopieren
tr: Kopyala

# WorldListPage|
source: &Remove
de: &Entfernen
tr: &Kaldır

# WorldListPage|
source: Copy Seed
de: Kopiere das Seed
tr: Seedi kopyala

# WorldListPage|
source: Refresh
de: Aktualisieren
tr: Yenile

# WorldListPage|
source: &View Folder
de: &Ordner öffnen
tr: &Klasörü Göster

# WorldListPage|
source: Are you sure?
de: Bist du sicher?
tr: Emin misiniz?

# WorldListPage|
source: This will remove the selected world permenantly. The world will be gone forever (A LONG TIME). Do you want to continue?
de: Dies wird die ausgewählte Welt für immer löschen. Die Welt wird für immer weg sein (EINE LANGE ZEIT) Willst du weitermachen?
tr: Bu seçilen dünyayı kalıcı olarak silecektir. Dünya uzun bir zaman dek yok olacaktır (ÇOK UZUN BİR ZAMAN). Devam etmek istiyor musun?

# WorldListPage|
source: MCEdit failed to start!
de: Fehler beim Starten von MCEdit!
tr: MCEdit başlatılırken bir hata meydana geldi!

# WorldListPage|
source: MCEdit failed to start. It may be necessary to reinstall it.
de: Es ist fehlgeschlagen MCEdit zu starten. Es muss vielleicht reinstalliert werden.
tr: MCEdit başlatılamadı. Yeniden yüklemek sorununuzu çözebilir.

# WorldListPage|
source: No MCEdit found or set up!
de: Kein MCEdit gefunden oder aufgesetzt!
tr: MCEdit ya da yükleme dosyası bulunamadı!

# WorldListPage|
source: You do not have MCEdit set up or it was moved. You can set it up in the global settings.
de: Du hast kein MCEdit aufgesetzt oder es wurde verschoben. Du kannst es in den globalen Einstellungen aufsetzten.
tr: MCEdit kurulumuna sahip değilsiniz ya da konumu değiştirilmiş. Bunu evrensel ayarlardan düzenleyebilrisiniz.

# WorldListPage|
source: Select a Minecraft world zip
de: Wähle eine Minecraft Welt-Zip aus.
tr: Minecraft dünya dosyası seçin

# WorldListPage|
source: Minecraft World Zip File (*.zip)
de: "Minecraft.jar" mods (*.zip *.jar)
tr: Minecraft Dünya Dosyası (*.zip)

# WorldListPage|
source: Copy World
de: Kopiere Welt
tr: Dünyayı Kopyala

# WorldListPage|
source: Changing a world while Minecraft is running is potentially unsafe. Do you wish to proceed?
de: Eine Welt zu verändern während Minecraft läuft ist möglicherweise unsicher. Willst du weitermachen?v
tr: Minecraft çalışırken dünyalarla oynamak güvenli değildir. Devam etmek istiyor musunuz?

# WorldListPage|
source: World name
de: Welt-Name
tr: Dünyanın Adı

# WorldListPage|
source: Enter a new name for the copy.
de: Neuen Instanznamen eingeben.
tr: Kopya için yeni bir isim girin.

# WorldListPage|
source: Enter a new world name.
de: Neuen Weltnamen eingeben.
tr: Yeni bir dünya adı yazın.

# YggdrasilTask|
source: Authentication operation timed out.
de: Authentifizierung: Bearbeitungszeit überschritten.
es: Tiempo de espera agotado para la autenticación.
fr: L'opération d'authentification a expiré.
tr: Doğrulama işlemi zaman aşımına uğradı.

# YggdrasilTask|
source: Authentication operation cancelled.
de: Authentifizierung: Bearbeitung abgebrochen.
es: Autenticación cancelada.
fr: L'opération d'authentification a été annulée.
tr: Doğrulama işlemi iptal edildi.

# YggdrasilTask|
source: <b>SSL Handshake failed.</b><br/>There might be a few causes for it:<br/><ul><li>You use Windows XP and need to <a href="http://www.microsoft.com/en-us/download/details.aspx?id=38918">update your root certificates</a></li><li>Some device on your network is interfering with SSL traffic. In that case, you have bigger worries than Minecraft not starting.</li><li>Possibly something else. Check the MultiMC log file for details</li></ul>
de: <b>SSL-Handshake fehlgeschlagen.</b><br/>Es kann mehrere Erklärungen geben:<br/><ul><li>Du benutzt Windows XP und musst <a href="http://www.microsoft.com/en-us/download/details.aspx?id=38918">dein Stammzertifikat aktualisieren</a></li><li>Ein Gerät in deinem Netzwerk mischt sich in den SSL-Verkehr ein. In diesem Fall hast du größere Probleme, als das, dass Minecraft nicht gestartet werden kann.</li><li>Möglicherweise etwas anderes. Prüfe die MultiMC-Logdatei für Details</li></ul>
es: <b>La négociation SSL a échoué.</b><br/>Il pourrait y avoir quelques causes pour cela:<br/><ul><li>Vous utilisez Windows XP et vous devez <a href="http://www.microsoft.com/fr-fr/download/details.aspx?id=38918">mettre à jour vos certificats ROOT</a></li><li>Certains appareils sur votre réseau interfère avec le trafic SSL. Dans ce cas, vous avez de plus grands soucis car Minecraftne démarrera pas.</li><li>Peut-être quelque chose d'autre. Consultez le fichier log de MultiMC pour plus de détails</li></ul>
fr: <b>La négociation SSL a échoué.</b><br/>Il pourrait y avoir quelques causes pour cela :<br/><ul><li>Vous utilisez Windows XP et vous devez <a href="http://www.microsoft.com/fr-fr/download/details.aspx?id=38918">mettre à jour vos certificats ROOT</a></li><li>Certains appareils sur votre réseau interfère avec le trafic SSL. Dans ce cas, vous avez de plus grands soucis car Minecraftne démarrera pas.</li><li>Peut-être quelque chose d'autre. Consultez le fichier log de MultiMC pour plus de détails.</li></ul>
tr: <b>SSL sertifikası yapılamadı.</b><br/>Soruna şunlar neden olabilir:<br/><ul><li>Windows XP kullanıyorsunuz ve <a href="http://www.microsoft.com/en-us/download/details.aspx?id=38918">sertifikaları güncellememişsiniz.</a></li><li>İnternetinizi kullanan diğer cihazlar SSL trafiğine neden olabilir. Eğer böyleyse, Minecraft'ın başlamamasından daha büyük nedenleriniz olabilir.</li><li>Daha fazlası için MultiMC kayıtlarına bakın.</li></ul>

# YggdrasilTask|
source: Authentication operation failed due to a network error: %1 (%2)
de: Authentifizierung wegen eines Netzwerkfehlers fehlgeschlagen: %1 (%2)
es: La operación de autentificación ha fallado debido a un error de la red: %1 (%2)
fr: L'opération d'authentification a échoué en raison d'une erreur de réseau : %1 (%2)
tr: Doğrulama işlemi internet bağlantısı sorunu yüzünden iptal oldu: %1 (%2)

# YggdrasilTask|
source: Failed to parse authentication server response JSON response: %1 at offset %2.
de: Fehler beim Bearbeiten der Antwort des Authentifizierungs-Servers. JSON-Antwort: %1 bei %2.
es: Imposible parsear la respuesta JSON del servidor de autenticación: %1 carácter %2.
fr: Erreur d'analyse de la réponse du serveur d'authentification. Réponse JSON : %1 à l'offset % 2.
tr: Doğrulama sunucusunun JSON yanıtına göre: %2'deki %1

# YggdrasilTask|
source: An unknown error occurred when trying to communicate with the authentication server: %1
de: Ein unbekannter Fehler ist bei der Kommunikation mit dem Authentifizierungs-Server aufgetreten: %1
es: Un error desconocido ha ocurrido cuando se intentaba comunicar con el servidor de autienticación: %1
fr: Une erreur inconnue s'est produite lors de la tentative de communication avec le serveur d'authentification : %1
tr: Doğrulamaya çalışırken bilinmeyen bir hata meydana geldi Sunucu: %1

# YggdrasilTask|
source: An unknown Yggdrasil error occurred.
de: Ein unbekannter Yggdrasil-Fehler ist aufgetreten.
es: Un error Yggdrasil desconocido ha ocurrido.
fr: Une erreur inconnue d'Yggdrasil s'est produite.
tr: Bilinmeyen bir Yggdrasil hatası meydana geldi.

# YggdrasilTask|
source: Sending request to auth servers...
de: Sende Anfrage an die Authentifizierungs-Server...
es: Enviando petición a los servidores de autentificación...
fr: Envoie de la requête aux serveurs d'authentification...
tr: Doğrulama sunucularına istek gönderiliyor...

# YggdrasilTask|
source: Processing response from servers...
de: Bearbeite Antwort des Authentifizierungs-Servers...
es: Procesando la respusta de los servidores...
fr: Traitement de la réponse des serveurs...
tr: Sunuculardan yanıt alınıyor...

# YggdrasilTask|
source: Authentication task succeeded.
de: Authentifizierung war erfolgreich.
es: Tarea de autenticación completada.
fr: Tâche d'authentification a réussi.
tr: Doğrulama görevi tamamlandı.

# YggdrasilTask|
source: Failed to contact the authentication server.
de: Fehler beim Versuch zum Authentifizierungs-Server zu verbinden.
es: No se pudo contactar con el servidor de autenticación.
fr: Impossible de contacter le serveur d'authentification.
tr: Doğrulama sunucusuna bağlanırken hata meydana geldi.

# YggdrasilTask|
source: Failed to authenticate.
de: Authentifizierungs-Fehler.
es: No se ha podido autenticar.
fr: Échec de l'authentification.
tr: Kimlik doğrulunamadı.

# AboutDialog|
source: Version Type:
es: Tipo de Versión:
fr: Type de version :

# AboutDialog|
source: Platform:
de: Plattform:
es: Plataforma:
fr: Plateforme :

# AboutDialog|
source: © 2013-2014 MultiMC Contributors
es: © 2013-2014 Contribuidores de MultiMC
