Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# MinecraftPage|
source: Settings
es: Opciones
fr: Paramètres

# MinecraftPage|
source: Minecraft Version Updates
es: Versiones de Minecraft
fr: Mise à jour des versions de Minecraft

# MinecraftPage|
source: Automatically update to latest version revision
es: Actualizar automáticamente a la última revisión de la versión
fr: Mise à jour automatique vers la version la plus récente

# MinecraftProcess|
source: Minecraft exited with exitcode %1.
es: Minecraft cerró con el código: %1.
fr: Minecraft s'est arrété avec le code de d'arrêt %1.

# MinecraftProcess|
source: Minecraft crashed with exitcode %1.
es: Minecraft se cayó con el código: %1.
fr: Minecraft a crashé avec le code d'arrêt %1.

# MinecraftProcess|
source: Minecraft was killed by user.
es: Minecraft fue cerrado por el usuario.
fr: Le processus de minecraft a été forcé à quitter par l'utilisateur.

# MinecraftProcess|
source: Running Pre-Launch command: %1
es: Ejecutando el comando pre-inicio: %1
fr: Execution de la commande de prè-lancement : %1

# MinecraftProcess|
source: The command failed to start
es: El comando falló su inicio
fr: La commande n'a pas pu démarrer

# MinecraftProcess|
source: Pre-Launch command failed with code %1.
es: El comando pre-inicio falló con el código %1.
fr: La commande de prè-lancement a échoué avec le code %1.

# MinecraftProcess|
source: Pre-Launch command ran successfully.
es: El comando pre-inicio se ejecutó correctamente.
fr: Commande de prè-lancement exécuté avec succès.

# MinecraftProcess|
source: Running Post-Launch command: %1
es: Ejecución del comando post-inicio: %1
fr: Exécution de la commande post-lancement : %1

# MinecraftProcess|
source: Post-Launch command failed with code %1.
es: El comando post-inicio falló con el código %1.
fr: La commande de post-lancement a échoué avec le code %1.

# MinecraftProcess|
source: Post-Launch command ran successfully.
es: El comando post-inicio se ejecutó correctamente.
fr: Commande de post-lancement exécuté avec succès.

# MinecraftProcess|
source: The java binary "%1" couldn't be found. You may have to set up java if Minecraft fails to launch.
es: El binario de java "%1" no se ha podido encontrar. Puede que tengas que configurar java si Minecraft no se inicia.
fr: Le binaire java "%1" n'a pas pu être trouvé. Vous devez mettre en place Java si Minecraft ne se lance pas.

# MinecraftProcess|
source: Could not launch minecraft!
es: No se pudo ejecutar Minecraft!
fr: Impossible de lancer Minecraft !

# ModFolderPage|
source: Tab 1
es: Pestaña 1

# ModFolderPage|
source: Select Loader Mods
es: Seleccionar cargador de Mods
fr: Sélectionner les Loader Mods

# MultiMCPage|
source: Settings
es: Opciones
fr: Paramètres

# MultiMCPage|
source: Language (needs restart):
es: Idioma (necesario reiniciar):
fr: Langue (redémarrage requis) :

# MultiMCPage|
source: Icon Theme (needs restart, work in progress)
es: Estilo de iconos (necesita reiniciar)
fr: Thème de l'icône (besoins redémarrer, travaux en cours)

# MultiMCPage|
source: FTB Launcher Directory
es: Directorio del lanzador de FTB
fr: Répertoire du lanceur FTB

# MultiMCPage|
source: FTB Directory
es: Directorio de FTB
fr: Répertoire de FTB

# MultiMCPage|
source: Instance Directory
es: Directorio de la instancia
fr: Répertoire de l'instance

# MultiMCPage|
source: Icons Directory
es: Directorio de los iconos
fr: Répertoire des icônes

# MultiMCPage|
source: Mods Directory
es: Directorio de los Mods
fr: Répertoire des mods

# MultiMCPage|
source: LWJGL Directory
es: Directorio de LWJGL
fr: Répertoire de LWJGL

# MultiMCPage|
source: English
es: Inglés
fr: Anglais

# NewInstanceDialog|
source: Version:
es: Versión:

# NotesPage|
source: Form
es: Formulario

# NotesPage|
source: Tab 1
es: Pestaña 1

# NotificationDialog|
source: Dialog
es: Diálogo
fr: Dialogue

# NotificationDialog|
source: TextLabel
es: Etiqueta de texto
fr: Label du texte

# OneSixInstance|
source: Loader mods
es: Cargar Mods

# OneSixInstance|
source: Edit Instance (%1)
es: Editar Instancia (%1)
fr: Modifier l'Instance (%1)

# OneSixInstance|
source: custom
es: personalizado
fr: Personnalisé

# OneSixInstance|
source: broken
es: roto
fr: détruit

# OneSixUpdate|
source: Failed to create folder for minecraft binaries.
es: Fallo al crear la carpeta para los binarios de Minecraft.
fr: Création d'un dossier pour les fichiers binaires de Minecraft échoué.

# OneSixUpdate|
source: Getting the version files from Mojang...
es: Obteniendo los archivos de versión desde Mojang...
fr: Obtention des fichiers de version de Mojang...

# OneSixUpdate|
source: Updating assets index...
es: Actualizando el índice de valores...
fr: Mise à jour de l'index des assets...

# OneSixUpdate|
source: Asset index for %1
es: Índice de valores para %1
fr: Index d'asset pour %1

# OneSixUpdate|
source: Failed to read the assets index!
es: ¡Fallo al leer el índice de valores!
fr: Impossible de lire l'index des assets !

# OneSixUpdate|
source: Getting the assets files from Mojang...
es: Obtención de archivos de valores desde Mojang...
fr: Obtention des fichiers assets de Mojang...

# OneSixUpdate|
source: Assets for %1
es: Valores para %1
fr: Assets pour %1

# OneSixUpdate|
source: Failed to download the assets index!
es: ¡Fallo al descargar el índice de valores!
fr: Impossible de télécharger l'index des assets !

# OneSixUpdate|
source: Failed to download assets!
es: ¡Fallo al descargar los valores!
fr: Impossible de télécharger les assets !

# OneSixUpdate|
source: Getting the library files from Mojang...
es: Obteniendo los archivos de librería desde Mojang....
fr: Obtention des fichiers des bibliothèques de Mojang...

# OneSixUpdate|
source: Failed to load the version description file for reasons unknown.
es: Fallo al cargar la descripción de la versión por razones desconocidas.
fr: Impossible de charger le fichier de description de la version pour des raisons inconnues.

# OneSixUpdate|
source: Libraries for instance %1
es: Librerias para la instancia %1
fr: Bibliothèques pour l'instance %1

# OneSixUpdate|
source: Some libraries marked as 'local' are missing their jar files: %1 You'll have to correct this problem manually. If this is an externally tracked instance, make sure to run it at least once outside of MultiMC.
es: Algunas librerias marcadas como 'locales' no tienen sus archivos jar:↵ %1↵ ↵ Tendrás que solucionar este problema manualmente. Si es una instancia externa asegúrate de iniciarla al menos una vez desde fuera de MultiMC.
fr: Certaines bibliothèques marqués comme «local» sont absents de leurs fichiers jar : %1 Vous devez corriger ce problème manuellement. S'il s'agit d'un instance extérieur, assurez-vous de le lancer au moins une fois cette instance à l'extérieur de MultiMC.

# OneSixUpdate|
source: Failed to download the following files: %1 Please try again.
es: Fallo al descargar los siguientes archivos: %1 Por favor inténtalo de nuevo.
fr: Impossible de télécharger les fichiers suivants: %1 Essayez de nouveau.

# OneSixUpdate|
source: Creating stripped jar: Opening minecraft.jar ...
es: Instalando mods: Abriendo minecraft.jar ...
fr: Installation des mods : Ouverture de minecraft.jar ...

# OneSixUpdate|
source: Creating stripped jar: Adding files...
es: Instalando mods: Añadiendo archivos...
fr: Installation des mods : Ajout des fichiers...

# OneSixUpdate|
source: Installing mods: Adding
es: Instalando mods: Añadiendo
fr: Installation des mods : Ajout

# OneSixUpdate|
source: Checking for FML libraries...
es: Verificando librerías FML...
fr: Vérification des mises à jours des bibliothèques FML...

# OneSixUpdate|
source: Dowloading FML libraries...
es: Descargando librerías FML...
fr: Téléchargement des bibliothèques FML...

# OneSixUpdate|
source: Copying FML libraries into the instance...
es: Copiando librerías FML en la instancia...
fr: Copier les bibliothèques FML dans l'instance...

# OneSixUpdate|
source: Failed creating FML library folder inside the instance.
es: Error creando el directorio para las librerías FML en la instancia.
fr: Création des bibliothèques FML dans l'instance échoué.

# OneSixUpdate|
source: Failed copying Forge/FML library: %1.
es: Error copiando la librería Forge/FML: %1.
fr: Copie de la bibliothèque Forge/FML échoué : %1.

# OtherLogsPage|
source: Form
es: Formulario

# OtherLogsPage|
source: Tab 1
es: Pestaña 1

# ProxyPage|
source: Settings
es: Opciones
fr: Paramètres

# QObject|
source: Error resolving library dependencies between %1 and %2 in %3.
es: Error resolviendo las dependencias de librerias entre %1 y %2 en %3.
fr: Erreur à la résolution des dépendances des bibliothèques entre %1 et %2 dans %3.

# QObject|
source: %1 has the same order as %2
es: %1 tiene el mismo orden que %2
fr: %1 a le même ordre que %2

# QObject|
source: Unable to process the version file %1: %2 at %3.
es: No se ha podido procesar el archivo de versión %1: %2 en %3.
fr: Impossible de traiter le fichier de la version %1 : %2 à %3.

# QObject|
source: Snapshot
es: Instantánea
fr: Instantané

# QObject|
source: The <a href="%1">link to the uploaded log</a> has been opened in the default browser and placed in your clipboard.
es: El <a href="%1"> enlace para el registro subido</a> ha sido abierto en el navegador por defecto y colocado en el portapapeles.
fr: Le <a href="%1">lien vers le journal téléchargé</a> a été ouvert dans le navigateur par défaut et copié dans votre presse-papiers.

# QObject|
source: Error opening %1: %2
es: Error abriendo %1: %2
fr: Impossible d'ouvrir %1 : %2

# QuaGzipFile|
source: Opening gzip for both reading and writing is not supported
es: Abrir gzip para leer y escribir no está autorizado
fr: L'ouverture d'un fichier gzip pour la lecture et l'écriture n'est pas supporté

# QuaGzipFile|
source: You can open a gzip either for reading or for writing. Which is it?
es: Puedes abrir un gzip para leer o para escribir. ¿Qué eliges?
fr: Vous pouvez ouvrir un fichier gzip soit pour la lecture ou à l'écriture. Lequel est-ce ?

# QuaGzipFile|
source: Could not gzopen() file
es: No se ha podido utilizar gzopen() en el archivo
fr: Impossible de gzopen() le fichier

# QuaZipFilePrivate|
source: ZIP/UNZIP API error %1
es: Error ZIP/UNZIP API %1
fr: Erreur de l'API. ZIP/UNZIP %1

# ScreenshotsPage|
source: Tab 1
es: PEstaña 1

# ScreenshotsPage|
source: The <a href="%1">link to the uploaded album</a> has been opened in the default browser and placed in your clipboard.<br/>Delete hash: %2 (save this if you want to be able to edit/delete the album)
es: El <a href="%1">enlace al álbum subido</a> ha sido abierto en el explorador y copiado a tu portapapeles.<br/>Código para eliminación: %2 (guarda este código para poder editar/borrar el álbum en el futuro)
fr: Le <a href="%1">lien vers l'album téléchargé</a> a été ouvert dans le navigateur par défaut et copié dans votre presse-papiers.<br/>Suppression hash : 2% (sauf si vous voulez être en mesure de modifier/supprimer l'album)

# ServerStatus|
source: Web
es: Red

# UpdateDialog|
source: Update after MultiMC closes
es: Actualizar después de cerrar MultiMC
fr: Mettre à jour après la fermeture de MultiMC

# UpdateDialog|
source: <p align="center" <span style="font-size:22pt;">Failed to fetch changelog...</span></p>
es: <p align="center" <span style="font-size:22pt;">Fallo en buscar el registro de cambios...</span></p>
fr: <p align="center" <span style="font-size:22pt;">Impossible de récupérer le journal des modifications...</span></p>

# VersionPage|
source: Tab 1
es: Pestaña 1

# VersionPage|
source: This isn't implemented yet.
es: Aún no ha sido implementado.
fr: Ce n'est pas encore implémentée.

# VersionPage|
source: Replace any current custom version with Minecraft Forge
es: Reemplace cualquier versión personalizada actual con Minecraft Forge
fr: Remplacer les versions actuelles personnalisées avec Minecraft Forge

# VersionPage|
source: List
es: Lista
fr: Liste

# VersionPage|
source: Failed to load the version description file for reasons unknown.
es: Error al cargar la descripción de la versión por razones desconocidas.
fr: Impossible de charger le fichier de description de la version pour des raisons inconnue.

# VersionPage|
source: Minecraft jar mods (*.zip *.jar)
es: Mods de Minecraft (*.zip *.jar)

# VersionPage|
source: Revert?
es: ¿Deshacer?
fr: Revenir ?

# VersionPage|
source: This action will remove the FTB pack version patch. Continue?
es: Esta acción eliminará la versión de FTB. ¿Continuar?
fr: Cette action va supprimer le pack FTB version patch. Continuer ?

# VersionPage|
source: This action will remove deprecated version files (custom.json and version.json). Continue?
es: Esta acción eliminará los archivos de versión en desuso (custom.json y version.json). ¿Continuar?
fr: Cette action va supprimer les fichiers de version obsolètes (custom.json et version.json). Continuer ?

# VersionSelectDialog|
source: &Refresh
de: &Aktualisieren
es: &Volver a cargar
fr: &Actualiser

# AboutDialog|
source: © 2012-2018 MultiMC Contributors
de: © 2012-2018 MultiMC-Mitwirkende

# AccountListPage|
source: Opens a dialog to select and upload a skin image to the selected account.
de: Öffnet einen Dialog zum auswählen und hochladen einer Skin-Datei für den ausgewählten Benutzer.

# AccountListPage|
source: &Upload Skin
de: Skin &hochladen

# AnalyticsWizardPage|
source: We track some anonymous statistics about users.
de: Wir zeichnen anonyme Statistiken über Benutzer auf.

# AnalyticsWizardPage|
source: <html><body><p>MultiMC sends anonymous usage statistics on every start of the application. This helps us decide what platforms and issues to focus on.</p><p>The data is processed by Google Analytics, see their <a href="https://support.google.com/analytics/answer/6004245?hl=en">article on the matter</a>.</p><p>The following data is collected:</p><ul><li>A random unique ID of the MultiMC installation.<br />It is stored in the application settings (multimc.cfg).</li><li>Anonymized (partial) IP address.</li><li>MultiMC version.</li><li>Operating system name, version and architecture.</li><li>CPU architecture (kernel architecture on linux).</li><li>Size of system memory.</li><li>Java version, architecture and memory settings.</li></ul><p>If we change the tracked information, you will see this page again.</p></body></html>
de: <html><body><p>MultiMC sammelt anonyme Nutzungsdaten bei jedem Programmstart. Dies hilft uns dabei bestimmte Platformen und Probleme auszuwerten.</p><p>Die Daten werden von Google Analytics verarbeitet, siehe den <a href="https://support.google.com/analytics/answer/6004245?hl=en">Artikel zu disem Thema</a>.</p><p>Folgende Daten werden gesammelt:</p><ul><li>Eine zufällige eindeutige ID der MultiMC-Installation.<br />Diese liegt in den Programmeinstellungen (multimc.cfg).</li><li>Anonymisierte (Teil) IP-Adresse.</li><li>MultiMC Version.</li><li>Betriebssystem, Version und Architektur.</li><li>CPU Architektur (Kernel Architektur bei Linux).</li><li>Größe des Arbeitsspeichers.</li><li>Java Version, Architektur und Arbeitsspeicher Einstellungen.</li></ul><p>Wenn wir die Sammeldaten ändern, siehst Du diese Seite noch mal.</p></body></html>

# AnalyticsWizardPage|
source: Enable Analytics
de: Aktivere Analysierung

# AssetUpdateTask|
source: Asset index for %1
de: Datenindex für %1

# AssetUpdateTask|
source: Failed to read the assets index!
de: Fehler beim Lesen des Datenindex!

# AssetUpdateTask|
source: Getting the assets files from Mojang...
de: Daten werden von Mojang geholt...

# AssetUpdateTask|
source: Failed to download the assets index: %1
de: Fehler beim Herunterladen des Datenindex! %1

# AssetUpdateTask|
source: Failed to download assets: %1
de: Fehler beim Herunterladen der Daten: %1

# CheckJava|
source: Java checker returned some invalid data MultiMC doesn't understand:
de: Java Checker gab ungültige Daten zurück die MultiMC nicht versteht:

# CheckJava|
source: Java is version %1, using %2-bit architecture.
de: Java benutzt Version %1, mit %2-Bit Architektur

# CheckJava|
source: Your CPU architecture is not matching your system architecture. You might want to install a 64bit Operating System.
de: Deine CPU Architektur passt nicht zur System Architektur. Du solltest vielleicht ein 64 Bit Betriebssytem installieren.

# CheckJava|
source: Your Java architecture is not matching your system architecture. You might want to install a 64bit Java version.
de: Deine Java Architektur passt nicht zur System Architektur. Du solltest vielleicht ein 64 Bit Betriebssystem installieren.

# FMLLibrariesTask|
source: Failed to download the following files: %1 Reason:%2 Please try again.
de: Konnte die folgenden Dateien nicht herunterladen: %1 Grund:%2 Bitte versuche es erneut.

# FoldersTask|
source: Failed to create folder for minecraft binaries.
de: Ordner für die Minecraft Binärdateien konnte nicht erstellt werden.

# FtbListModel|
source: Private Modpack
de: Privates Modpac

# FtbPackFetchTask|
source: Public Packs
de: Öffentliche Modpacks

# InstanceCopyTask|
source: Instance folder copy has been aborted.
de: Instanz-Ordner duplizierung wurde abgebrochen.

# InstanceCreationTask|
source: Creating instance from version %1
de: Erstelle Instanz mit der Version %1

# InstanceImportTask|
source: Extracting modpack
de: Extrahiere Modpack.

# InstanceImportTask|
source: Could not rename the overrides folder:
de: Konnte den "overrides"

# InstanceImportTask|
source: Instance import has been aborted.
de: Instanz-Import wurde abgebrochen.

# InstanceSettingsPage|
source: Note: Permgen is set automatically by Java 8 and later
de: Hinweis: Permgen ist von Java 8 und älter automatisch gesetzt

# InstanceSettingsPage|
source: Show console when the game crashes?
de: Konsole anzeigen, wenn das Spiel abstürtzt?

# InstanceWindow|
source: Kill
de: Töten

# InstanceWindow|
source: Kill the running instance
de: Die laufende Instanz töten

# LaunchController|
source: Abort
de: Abbrechen

# LibrariesTask|
source: Getting the library files from Mojang...
de: Bibliotheken werden von Mojang geholt...

# MainWindow|
source: Kill
de: Töten

# MainWindow|
source: Kill the running instance
de: Die laufende Instanz töten

# MainWindow|
source: Check for new updates for MultiMC.
de: Auf Updates für MultiMC prüfen.

# MainWindow|
source: Open the instance's config folder.
de: Den Konfigurationsordner im Dateimanager anzeigen

# MainWindow|
source: It's a fluffy kitty :3
de: Es ist ein fluffiges Kätzchen :3

# MainWindow|
source: Warnings
de: Warnungen

# MainWindow|
source: Delete group '%1'
de: Gruppe '%1' löschen

# MainWindow|
source: Abort
de: Abbrechen

# MinecraftInstance|
source: , has crashed.
de: , ist abgestürtzt.

# ModFolderPage|
source: Enable
de: Einschalten

# ModFolderPage|
source: Disable
de: Ausschalten

# ModFolderPage|
source: Open the 'config' folder in the system file manager.
de: Instanz-Ordner im Dateimanager öffnen.

# ModFolderPage|
source: View configs
de: Konfigurationen öffnen

# ModMinecraftJar|
source: Couldn't remove stale jar file: %1
de: Konnte die alte Jar-Datei nicht entfernen: %1

# ModMinecraftJar|
source: Failed to create the custom Minecraft jar file.
de: Fehler bei der Erstellung der benutzerdefinierten Minecraft-Jar Datei.

# MultiMCPage|
source: Language:
de: Sprache:

# MultiMCPage|
source: &Icons
de: &Symbole

# MultiMCPage|
source: Analytics
de: Analytik

# MultiMCPage|
source: Send anonymous usage statistics?
de: Anonyme Benutzungs-Statistiken senden?

# MultiMCPage|
source: <html><head/> <body> <p>MultiMC sends anonymous usage statistics on every start of the application.</p><p>The following data is collected:</p> <ul> <li>MultiMC version.</li> <li>Operating system name, version and architecture.</li> <li>CPU architecture (kernel architecture on linux).</li> <li>Size of system memory.</li> <li>Java version, architecture and memory settings.</li> </ul> </body></html>
de: <html><body><p>MultiMC sammelt anonyme Nutzungsdaten bei jedem Programmstart. Dies hilft uns dabei bestimmte Platformen und Probleme auszuwerten.</p><p>Die Daten werden von Google Analytics verarbeitet, siehe den <a href="https://support.google.com/analytics/answer/6004245?hl=en">Artikel zu disem Thema</a>.</p><p>Folgende Daten werden gesammelt:</p><ul><li>Eine zufällige eindeutige ID der MultiMC-Installation.<br />Diese liegt in den Programmeinstellungen (multimc.cfg).</li><li>Anonymisierte (Teil) IP-Adresse.</li><li>MultiMC Version.</li><li>Betriebssystem, Version und Architektur.</li><li>CPU Architektur (Kernel Architektur bei Linux).</li><li>Größe des Arbeitsspeichers.</li><li>Java Version, Architektur und Arbeitsspeicher Einstellungen.</li></ul><p>Wenn wir die Sammeldaten ändern, siehst Du diese Seite noch mal.</p></body></html>

# MultiMCPage|
source: Colors
de: Farben

# MultiMCPage|
source: Show console when the game crashes?
de: Konsole anzeigen, wenn das Spiel abstürzt?

# MultiMCPage|
source: Instance Folder
de: Instanz-Ordner

# MultiMCPage|
source: Icons Folder
de: Symbol-Ordner

# NewComponentDialog|
source: Copy Instance
de: Instanz kopieren

# OneSixUpdate|
source: Aborted by user.
de: Vom Benutzer abgebrochen.

# PasteEEPage|
source: <html><head/><body><p><a href="https://paste.ee">paste.ee</a> is used by MultiMC for log uploads. If you have a <a href="https://paste.ee">paste.ee</a> account, you can add your API key here and have your uploaded logs paired with your account.</p></body></html>
de: <html><head/><body><p>MultiMC benutzt <a href="https://paste.ee"><span style=" text-decoration: underline; color:#2980b9;">paste.ee</span></a> zum hochladen von Logdatein. Falls du ein eigenes <a href="https://paste.ee"><span style=" text-decoration: underline; color:#2980b9;">paste.ee</span></a>-Konto hast kannst du hier deinen eigenen API-Schlüssel angeben. Dadurch werden deine hochgeladenen Logdateien mit deinem Konto verknüpft.</p></body></html>

# ProfileSelectDialog|
source: Select a profile.
de: Wähle ein Profil.

# ProfileSelectDialog|
source: Use as default?
de: Als Voreinstellung benutzen?

# ProfileSelectDialog|
source: (in use)
de: (wird gerade benutzt)

# QObject|
source: Version file has both '+libraries' and 'libraries'. This is no longer supported.
de: Versions Datei hat '+libraries' und 'libraries'. Dies ist nicht mehr unterstützt.

# QObject|
source: processArguments is set to unknown value '%1'
de: ProcessArgument wurde in unbekanten Wert '%1' gesetzt

# QObject|
source: Dark
de: Dunkel

# QObject|
source: Bright
de: Hell

# QObject|
source: Update failed!
de: Aktualisierung fehlgeschlagen!

# QObject|
source: Couldn't replace file %1. Changes will be reverted. See the MultiMC log file for details.
de: Konnte die Datei %1 nicht ersetzen. Die Änderungen würden Zurückgesetzt. Sehe die MultiMC Logdatei für mehr Informationen.

# QObject|
source: Couldn't remove file %1. Changes will be reverted. See the MultiMC log file for details.
de: Konnte die Datei %1 nicht löschen. Die Änderungen würden zurückgesetzt. Sehe die MultiMC Logdatei für mehr Informationen.

# QObject|
source: The new version didn't start or is too old and doesn't respond to startup checks. Roll back to previous version?
de: Die neue Version ist nicht gestartet oder ist zu alt und reagiert nicht auf die Startprüfung. Zurückrollen auf die letzte Version?

# QObject|
source: The rollback failed too. You will have to repair MultiMC manually. Please let us know why and how this happened.
de: Sowie das Update wie das Zurückstellen ist fehlgeschlagen. Du musst MultiMC manuell reparieren. Bitte teile uns mit wie und warum das passierte.

# QObject|
source: (in use)
de: (wird benutzt)

# QObject|
source: Unknown format version!
de: Unbekannte Format-Version!

# ScreenshotsPage|
source: The <a href="%1">link to the uploaded album</a> has been placed in your clipboard.
de: Der <a href="%1">Link zum hochgeladenen Log</a> in die Zwischenablage kopiert.
