Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# OtherLogsPage|
source: Upload the log to paste.ee - it will stay online for a month
de: Hochladen des Logs auf paste.ee - es wird dort einen Monat verbleiben
es: Subir el registro a paste.ee - estará disponible durante un mes
fr: Téléchargez le log sur paste.ee - il restera en ligne pendant un mois
tr: Kayıtları paste.ee'ye yükle - bir ay için kalacaktır.

# OtherLogsPage|
source: Upload
de: Hochladen
es: Subir
fr: Envoyer
tr: Yükle

# OtherLogsPage|
source: Clean
de: Löschen
tr: Temizle

# OtherLogsPage|
source: Clear the log
de: Log löschen
es: Limpiar el registro
fr: Effacer le log
tr: Kayıtları sil

# OtherLogsPage|
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
tr: Kaldır

# OtherLogsPage|
source: Other logs
de: Andere Logs
es: Otros registros
fr: Autres logs
tr: Diğer kayıtlar

# OtherLogsPage|
source: Error
de: Fehler
fr: Erreur
tr: Hata

# OtherLogsPage|
source: Unable to open %1 for reading: %2
de: Kann %1 nicht zum Lesen öffnen: %2
es: Imposible abrir %1 para leer: %2
fr: Impossible d'ouvrir %1 pour la lecture : %2
tr: Okumak için %1 dosyası açılamadı: %2

# OtherLogsPage|
source: The file (%1) is too big. You may want to open it in a viewer optimized for large files.
de: Die Datei (%1) ist zu groß. Du solltest es mit einem Textbetrachter laden, der für große Dateien optimiert ist.
tr: Bu dosya (%1) çok büyük. Büyük dosyalar için yapılan programları kullanmayıtercih edebilirsiniz.

# OtherLogsPage|
source: The file (%1) is not readable.
de: Die Datei (%1) ist nicht lesbahr.
tr: %1 dosyası okunamaz!

# OtherLogsPage|
source: Do you really want to delete %1?
de: Möchtest Du wirklich %1 löschen?
es: ¿Estás seguro de que quieres borrar %1?
fr: Voulez-vous vraiment supprimer %1 ?
tr: Gerçekten %1 dosyasını silmek istiyor musun?

# OtherLogsPage|
source: Unable to delete %1: %2
de: Kann %1 nicht löschen: %2
es: Imposible borrar %1: %2
fr: Impossible de supprimer %1 : %2
tr: Silinemiyor %1: %2

# OtherLogsPage|
source: Clean up
de: Löschen
tr: Temizle

# OtherLogsPage|
source: Do you really want to delete all log files?
de: Möchtest Du wirklich alle Protokolldateien löschen?
tr: Gerçekten tüm kayıt dosyalarını silmek istiyor musunuz?

# OtherLogsPage|
source: Do you really want to these files? %1
tr: Gerçekten bu dosyaları mı istiyorsunuz? %1

# OtherLogsPage|
source: Couldn't delete some files!
de: Konnte einige Dateien nicht entfernen!
tr: Bazı dosyalar silinemedi!

# OtherLogsPage|
source: Couldn't delete some files: %1
de: Konnte die einige Dateien nicht entfernen: %1
tr: Bazı dosyalar silinemedi: %1

# PasteEEPage|
source: paste.ee API key
de: paste.ee API-Schlüssel
tr: Paste.ee API anahtarı

# PasteEEPage|
source: No key - &2MB upload limit
tr: Anahtar yok - yükleme sınırı &2MB

# PasteEEPage|
source: MultiMC key - 12MB &upload limit
de: MultiMC's API-Schlüssel - max 12 MB
tr: MultiMC anahtarı - &yükleme sınırı 12MB

# PasteEEPage|
source: &Your own key - 12MB upload limit:
de: Ihr eigener API-Schlüssel - max 12 MB:
tr: &Kendi anahtarın - Yükeleme sınırı 12MB:

# PasteEEPage|
source: Paste your API key here!
de: Setze hier deinen API-Schlüssel ein!
tr: API anahtarınızı buraya yapıştırın!

# PasteEEPage|
source: <html><head/><body><p><a href="https://paste.ee"><span style=" text-decoration: underline; color:#2980b9;">paste.ee</span></a> is used by MultiMC for log uploads. If you have a <a href="https://paste.ee"><span style=" text-decoration: underline; color:#2980b9;">paste.ee</span></a> account, you can add your API key here and have your uploaded logs paired with your account.</p></body></html>
tr: <html><head/><body><p><a href="https://paste.ee"><span style=" text-decoration: underline; color:#2980b9;">Paste.ee</span></a> MultiMC'nin kayıt dosyalarını yüklemek için kullanılır. Eğer bir <a href="https://paste.ee"><span style=" text-decoration: underline; color:#2980b9;">paste.ee</span></a> hesabına sahipseniz, kendi API anahtarınızı ekleyebilir ve kayıt dosyasını hesabınıza yükleyebilirsiniz.</p></body></html>

# PasteEEPage|
source: Log Upload
de: Protokolldatei Hochladen
tr: Kayıtları Yükle

# PasteUpload|
source: Uploading to paste.ee
de: Es wird auf paste.ee Hochgeladen
tr: Paste.ee 'ye yükleniyor

# PasteUpload|
source: paste.ee returned an error. Please consult the logs for more information
de: paste.ee hat einen Fehler gemeldet. Siehe Log für mehr Informationen
es: paste.ee a renvoyé une erreur. S'il vous plaît consulter les logs pour plus d'informations
fr: paste.ee a renvoyé une erreur. S'il vous plaît consulter les logs pour plus d'informations
tr: paste.ee bir hata gerçekleşti. Daha fazla ayrıntı için kayıt dosyalarına bakın

# PostLaunchCommand|
source: Running Post-Launch command: %1
de: Starte Nach-Start-Befehl: %1
tr: Oyun-sonrası komut çalıştırılıyor: %1

# PostLaunchCommand|
source: Post-Launch command failed with code %1.
de: Nach-Start-Befehl fehlgeschlagen. Code %1
tr: Oyun-sonrası komutu hata verdi. Kod: %1.

# PostLaunchCommand|
source: Post-Launch command ran successfully.
de: Nach-Start-Befehl erfolgreich ausgeführt.
tr: Oyun-sonrası komutu başarıyla çalıştı.

# PreLaunchCommand|
source: Running Pre-Launch command: %1
de: Vor-Start-Befehl wird ausgeführt: %1
tr: Önceden tanımlanmış komut çalışıyor: %1

# PreLaunchCommand|
source: Pre-Launch command failed with code %1.
de: Vor-Start-Befehl fehlgeschlagen. Code %1.
tr: Oyun-öncesi tanımlı komut başarısız oldu. Kod: %1.

# PreLaunchCommand|
source: Pre-Launch command ran successfully.
de: Vor-Start-Befehl erfolgreich ausgeführt.
tr: Oyun-öncesi komutu başarıyla çalıştı.

# ProgressDialog|
source: Please wait...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter...
tr: Lütfen Bekleyiniz...

# ProgressDialog|
source: Task Status...
de: Aufgabenstatus...
es: Estado de la tarea...
fr: Statut des tâches...
tr: Görev Durumu...

# ProgressDialog|
source: Skip
de: Überspringen
es: Saltar
fr: Passer
tr: Atla

# ProxyPage|
source: Type
de: Typ
es: Tipo
tr: Tür

# ProxyPage|
source: Uses your system's default proxy settings.
de: Benutzt die Proxy-Grundeinstellungen des Betriebssystems.
es: Utilizar la configuración de proxy por defecto del sistema.
fr: Utiliser les paramètres de proxy par défaut de votre système.
tr: Sisteminizin varsayılan proxy ayarlarını kullanır.

# ProxyPage|
source: Default
es: Por defecto
fr: Défaut
tr: Varsayılan

# ProxyPage|
source: None
es: Ninguna
fr: Aucun
tr: Hiçbiri

# ProxyPage|
source: Address and Port
de: Adresse und Port
es: Dirección y puerto
fr: Adresse et port
tr: Adres ve Port

# ProxyPage|
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
tr: Kimlik Doğrulama

# ProxyPage|
source: Username:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
tr: Kullanıcı adı:

# ProxyPage|
source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
tr: Şifre:

# ProxyPage|
source: Note: Proxy username and password are stored in plain text inside MultiMC's configuration file!
de: Hinweis: Der Proxy-Benutzername und -Passwort werden im Klartext in MultiMCs Einstellungs-Datei gespeichert!
es: Atención: ¡El nombre de usuario y contraseña del proxy se almacenan en texto plano dentro del archivo de configuración de MultiMC!
fr: Note : Le nom d'utilisateur et le mot de passe du proxy sont stockées en text non crypté à l'intérieur du fichier de configuration de MultiMC !
tr: Not: Proxy kullanıcı adı ve şifresi MultiMC'nin düzenleme dosyasında yer alacaktır!

# QObject|
source: Latest
es: Último
fr: Dernier
tr: Son

# QObject|
source: Recommended
es: Recomendado
fr: Recommandé
tr: Tavsiye Edilen

# QObject|
source: Empty path
de: Leerer Pfad
es: Ruta vacía
fr: Chemin vide
tr: Boş konum

# QObject|
source: Invalid path to JVisualVM
de: Ungültiger Pfad zur JVisualVM
es: Ruta no válida para JVisualVM
fr: Chemin invalide vers JVisualVM
tr: Geçersiz JVisualVM yolu

# QObject|
source: Path does not exist
de: Pfad existiert nicht
es: La ruta no existe
fr: Le chemin n'existe pas
tr: Yol geçersiz

# QObject|
source: Invalid JProfiler install
de: Ungültige JProfiler Installation
es: Instalacón no válida de JProfiler
fr: Installation de JProfiler invalide
tr: Geçersiz JProfiler yükelemesi

# QObject|
source: Path is empty
de: Pfad ist leer
es: Ruta vacía
fr: Le chemin est vide
tr: Konum boş

# QObject|
source: Path does not seem to be a MCEdit path
de: Der Pfad scheint kein MCEdit Pfad zu sein
es: La ruta no parece ser una ruta de MCEdit
fr: Le chemin ne semble pas être celui de MCEdit
tr: Konum MCEdit'in bulunduğu konum gibi durmuyor

# QObject|
source: The base version file of this instance was meant for a newer (%1) version of the vanilla launcher than this version of MultiMC supports (%2).
es: El archivo versión base de esta instancia es de una versión (%1) demasiado nueva y MultiMC no la soporta (%2).
fr: Le fichier de la version de base de cette instance a été signifié pour la nouvelle (%1) version du lanceur vanilla que la version de MultiMC supporte (%2).
tr: Bu profilin yeni sürümü (%1) MultiMC'nin desteklediğinden daha yeni bir sürümü gerektiriyor (%2).

# QObject|
source: The patch %1 is for a different version of Minecraft (%2) than that of the instance (%3).
es: El parche %1 es para una versión diferente de Minecraft (%2) que la de esta instancia (%3).
fr: Le patch %1 est pour une version différente de Minecraft (%2) que celle de l'instance (%3).
tr: Bu yama dosyası,(%1) Minecraft'ın farklı bir sürümü (%2) içindir (%3).

# QObject|
source: Version is incomplete: missing %1.
es: La versión está incompleta: falta %1.
fr: Version est incomplète: 1% manquant.
tr: Sürüm uyumsuz: %1 kayıp.

# QObject|
source: load id %1 does not match internal id %2
es: El id de carga %1 no coincide con el id interno %2
fr: chargement le l'ID %1 ne correspond pas à ID interne %2
tr: Yükleme id'si %1, dahili id %2 ile eşleşmiyor

# QObject|
source: %1 has the same order as the following components: %2
tr: %1 aşağıdaki aşağıdaki ile aynı bieleşenlere sahip: %2

# QObject|
source: Unable to open the version file %1: %2.
de: Kann die Versionsdatei %1 nicht öffnen: %2.
es: No se ha podido abrir el archivo de versión %1: %2.
fr: Impossible d'ouvrir le fichier de la version %1 : %2.
tr: Sürüm dosyası %1 açılamadı: %2.

# QObject|
source: Unable to process the version file %1: %2 at line %3 column %4.
de: Kann die Versionsdatei %1 nicht verarbeiten: %2 bei Zeile %3 und Kolumne %4.
tr: Sürüm dosyası %1 işelenemiyor: %2, %3 'üncü satır %4 'inci sütun.

# QObject|
source: Unable to process the version file %1.
de: Kann die Versionsdatei %1 nicht verarbeiten.
es: No se ha podido procesar el archivo de versión %1.
fr: Impossible de traiter le fichier de la version %1.
tr: Sürüm dosyası işlenemiyor %1.

# QObject|
source: Invalid order file version, expected %1
de: Ungültige Order-Datei Version. %1 erwartet
es: Orden de versión de archivo inválida, esperado %1
fr: Ficher de l'ordre non valide, 1% attendu
tr: Geçersiz dosya sürümü, beklenen %1

# QObject|
source: Regular release
es: Lanzamiento regular
fr: Publication régulière
tr: Normal sürüm

# QObject|
source: Alpha
tr: Alfa

# QObject|
source: Can't apply incomplete/builtin Minecraft version %1
tr: Minecraft tamamlanmakta olan/yapım aşamasındaki sürümü uygulanamadı (%1)

# QObject|
source: The patch file doesn't exist locally. It's possible it just needs to be downloaded.
tr: Yama dosyası yerel olarak geçersiz. Muhtemelen indirilmesi gerekiyor.

# QObject|
source: The patch file couldn't be read: %1
tr: Yama dosyası okunamadı: %1

# QObject|
source: Version file contains unsupported element '-libraries'
de: Die Versions-datei enthält ein nicht unterstützes Element: '-libraries'
tr: Sürüm dosyaları desteklenmeyen elemenlar içeriyor '-libarires'

# QObject|
source: Version file contains unsupported element '-tweakers'
de: Die Versions-datei enthält ein nicht unterstützes Element: '-tweakers'
tr: Sürüm dosyaları desteklenmeyen elemenlar içeriyor '-tweakers'

# QObject|
source: Version file contains unsupported element '-minecraftArguments'
de: Die Versions-datei enthält ein nicht unterstützes Element: '-minecraftArguments'
tr: Sürüm dosyaları desteklenmeyen elemenlar içeriyor '-minecraftArguments'

# QObject|
source: Minecraft version %1 could not be applied: version files are missing.
es: La versión %1 de Minecraft no puede ser aplicada: faltan los archivos de versión.
fr: Version de Minecraft %1 n'a pas pu être appliquée : fichiers de version sont absents.
tr: Minecraft %1 sürümü açılamadı: sürüm dosyaları kayıp.

# QObject|
source: JVM arguments warning
de: JVM-Argument-Warnung
es: Aviso de los argumentos JVM
fr: Avertissement d'arguments JVM
tr: JVM değişkenleri hatası

# QObject|
source: You tried to manually set a JVM memory option (using "-XX:PermSize", "-Xmx" or "-Xms") - there are dedicated boxes for these in the settings (Java tab, in the Memory group at the top). Your manual settings will be overridden by the dedicated options. This message will be displayed until you remove them from the JVM arguments.
es: Intentaste configurar la opción de memoria JVM manualmente (usando "-XX:PermSize", "-Xmx" o "-Xms") - hay casillas dedicadas para estas configuraciones en las opciones (Pestaña Java, en el grupo "Memoria" en la parte superior)./nTu configuración manual será reemplazada por las opciones dedicadas./nEste mensaje será mostrado hasta que las quites de los argumentos JVM.
fr: Vous avez essayé de définir manuellement une option de mémoire JVM (en utilisant "-XX: PermSize", "-Xmx" ou "-Xms") - il ya des options dédiées à ces paramètres (onglet Java, dans la fenêtre mémoire, vers le haut). Vos réglages manuels seront remplacés par les options dédiées. Ce message sera affiché jusqu'à ce que vous retirez les arguments JVM.
tr: JVM memory ayarını manuel ayarlamaya çalıştınız ("-XX:PermSize", "-Xmx" or "-Xms" kullanarak) - bu ayar için özel kutular vardır Manuel ayarlarınız bu ayarlar üzerine yazılacaktır. Bu mesaj siz JVM değişkenini silene kadar burada kalacaktır.

# QObject|
source: How sad!
de: Wie schade!
es: ¡Qué tristeza!
fr: Quelle tristesse !
tr: Ne kadar acıklı!

# QObject|
source: The mod author didn't provide a website link for this mod.
de: Der Autor der Modifikation hat keine URL hinterlegt.
es: El autor del mod no ha dado un enlace web para este mod.
fr: L'auteur du mod n'a pas fourni de lien vers le site Web pour ce mod.
tr: Mod yapımcısı bu mod için bir internet sitesi vermedi.

# QObject|
source: Upload failed
de: Hochladen fehlgeschlagen
tr: Yükleme başarısız oldu

# QObject|
source: The log file is too big. You'll have to upload it manually.
de: Die Protokolldatei ist zu groß. Du musst sie manuell hochladen.
tr: Kayıt dosyaysı çok büyük. Dosyayı manuel olarak yüklemeniz gerekecek.

# QObject|
source: Upload finished
de: Hochladen abgeschlossen
es: Subida finalizada
fr: Téléchargement terminé
tr: Yükleme tamamlandı

# QObject|
source: <p>Loading...</p>
de: <p>Lade...</p>
tr: Yükleniyor...

# QObject|
source: Minecraft (tracked)
tr: Minecraft (izlenen)

# QObject|
source: %1 (FTB pack)
tr: %1 (FTB Dosyası)

# QObject|
source: Unknown
tr: Bilinmeyen

# QObject|
source: <p>There are no code changes between your current version and latest %1.</p>
de: <p>Es gibt keine Änderungen zwischen der Version die du benutzt und der neusten %1.</p>
tr: <p>Sizin sürümünüz ve son sürüm olan %1 arasında herhangi bir kod değişikliği yoktur.</p>

# QObject|
source: <p>Following commits were added since last update:</p>
de: <p>Es gibt folgende Änderungen seit der Version die du benutzt:</p>
tr: Yeni güncelleme ile programa eklenenler:

# QObject|
source: <p>The update removes %1 commits and adds the following %2:</p>
de: <p>Mit dem Update werden %1 Änderung(en) gelöscht und folgende %2 Änderungen werden hinzugefugt:</p>
tr: <p>Güncelleme %1 'i kaldırır ve %2 'yi ekleyecektir:

# QObject|
source: <p>You can <a href="%1">look at the changes on github</a>.</p>
de: <p>Du kannst <a href="%1">diese Änderungen auf Github betrachten</a>.</p>
tr: <p>Değişikliklere <a href="%1">GitHub'dan</a> bakabilirsiniz..</p>

# QObject|
source: The 'minimumLauncherVersion' value of this version (%1) is higher than supported by MultiMC (%2). It might not work properly!
de: Der angegebene Wert in 'minimumLauncherVersion' für diese Version (%1) ist höcher als was von MultiMC unterstützt wird (%2). Möglicherweise können Probleme aufkommen!
tr: Bu sürüm için 'endüşükLauncherSürümü' (%1) MultiMC'nin desteklendiğinden (%2) daha fazla. Muhtemelen düzgün çalışmayacaktır.

# RefreshTask|
source: Authentication server didn't send a client token.
de: Authentifizierungsserver hat kein Client-Token gesendet.
es: El servidor de autenticación no envió una identificación de cliente.
fr: Serveur d'authentification n'a pas envoyé un jeton client.
tr: Doğrulama sunucusu geçiş kodu göndermedi.

# RefreshTask|
source: Authentication server attempted to change the client token. This isn't supported.
de: Authentifizierungsserver hat versucht den Client-Token zu verändern. Dies wird nicht unterstützt.
es: El servidor de autenticacón ha intentado cambiar la identificación de cliente. Esto no está permtido.
fr: Serveur d'authentification a tenté de modifier le jeton du client. Ceci n'est pas supporté.
tr: Doğrulama sunucusu giriş kodunu değiştirmeye çalıştırdı fakat bu desteklenmiyor.

# RefreshTask|
source: Authentication server didn't send an access token.
de: Authentifizierungsserver hat kein Zugriffs-Token gesendet.
es: El servidor de autenticación no envió una identificación de acceso.
fr: Serveur d'authentification n'a pas envoyé un jeton d'accès.
tr: Doğrulama sunucusu giriş kodu göndermedi.

# RefreshTask|
source: Authentication server didn't specify the same prefile as expected.
de: Authentifizierungsserver hat nicht das erwartete Prefile angegeben.
es: El servidor de autenticación no especificó el mismo perfil que se esperaba.
fr: Serveur d'authentification n'a pas précisé le même pré-fichier comme attendu.
tr: Doğrulama sunucusu profili istendiği gibi veremedi.

# RefreshTask|
source: Refreshing login token...
de: Erneuerung des Login-Tokens...
es: Rafraîchissement du token de connexion...
fr: Rafraîchissement du jeton de l'authentification...
tr: Giriş kodu yenileniyor...

# RefreshTask|
source: Refreshing login token: Processing response...
de: Erneuerung des Login-Tokens: Verarbeite Antwort...
es: Rafraîchissement du token de connexion: Traitement de la réponse...
fr: Rafraîchissement du jeton de l'authentification: Traitement de la réponse...
tr: Giriş kodu yenileniyor: Yanıt bekleniyor...

# ResourcePackPage|
source: Resource packs
de: Ressourcenpakete
fr: Packs de ressources
tr: Doku paketleri

# ScreenshotsPage|
source: &Upload
de: &Hochladen
es: &Subir
fr: &Envoyer
tr: Yükle

# ScreenshotsPage|
source: &Delete
de: &Löschen
es: &Eliminar
fr: &Supprimer
tr: &Sil

# ScreenshotsPage|
source: &Rename
de: &Umbenennen
es: &Renombrar
fr: &Renommer
tr: &Yeniden Adlandır

# ScreenshotsPage|
source: &View Folder
de: &Ordner öffnen
es: &Ver directorio
fr: &Ouvrir le dossier
tr: &Klasörü Göster

# ScreenshotsPage|
source: Screenshots
de: Bildschirmfotos
es: Capturas de pantalla
fr: Captures d'écrans
tr: Ekran Görüntüleri

# ScreenshotsPage|
source: Failed to upload screenshots!
de: Fehler beim Hochladen von Bildschirmfotos!
es: ¡Fallo al subir la captura de pantalla!
fr: L'envoi de la capture d'écran a échoué !
tr: Ekran görüntüleri yüklenirken hata meydana geldi!

# ScreenshotsPage|
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
tr: Bilinmeyen hata

# ScreenshotsPage|
source: Upload finished
de: Hochladen abgeschlossen
es: Subida finalizada
fr: Téléchargement terminé
tr: Yükleme tamamlandı

# ScreenshotsPage|
source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes vous sûr ?
tr: Emin misiniz?

# ScreenshotsPage|
source: This will delete all selected screenshots.
de: Dieses wird alle ausgewählten Bildschirmfotos löschen.
es: Esto borrará todas las capturas de pantalla seleccionadas.
fr: Cette opération va supprimer tous les captures d'écran sélectionnés.
tr: Bu seçenek tüm seçili ekran görüntülerini silecektir.

# ServerStatus|
source: Account
es: Cuenta
fr: Compte
tr: Hesap

# ServerStatus|
source: Skins
es: Máscaras
tr: Deriler

# ServerStatus|
source: Auth
de: Authentifizierung
es: Aute
fr: Authentification
tr: Doğrulama

# ServerStatus|
source: Session
es: Sesión
tr: Oturum

# StatusChecker|
source: Failed to load status JSON: %1
de: Fehler beim laden der Status-JSON : %1
tr: JSON durumu yüklenirken hata oluştu: %1

# TexturePackPage|
source: Texture packs
de: Texturenpakete
fr: Packs de texture
tr: Doku Paketleri

# Update|
source: Instance update failed because: %1.
de: Konnte die Instanz nicht aktualisieren: %1
tr: Profil güncellemesi başarısız oldu çünkü: %1.

# UpdateDialog|
source: MultiMC Update
es: Actualización de MultiMC
fr: Mise à jour MultiMC
tr: MultiMC Güncelleme

# UpdateDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:12pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:22pt;">Loading changelog...</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:11pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:22pt;">Lädt Änderungen...</span></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:12pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Bitstream Vera Sans'; font-size:22pt;">Sürüm notları Yükleniyor...</span></p></body></html>

# UpdateDialog|
source: Update now
de: Jetzt updaten
es: Actualizar ahora
fr: Mettre à jour maintenant
tr: Şimdi güncelle

# UpdateDialog|
source: Don't update yet
de: Noch nicht updaten
es: No actualizar todavía
fr: Ne pas mettre à jour
tr: Şimdilik güncelleme

# UpdateDialog|
source: A new %1 update is available!
de: Eine neue %1 Version von MultiMC ist verfügbar!
es: ¡Hay disponible una nueva versión %1!
fr: Une nouvelle version %1 est disponible !
tr: Yeni bir %1 güncelleme mevcut!

# UpdateDialog|
source: No %1 updates found. You are running the latest version.
de: Es wurde kein %1 Update für MultiMC gefunden! Du verwendest bereits die neueste Version.
es: No se han encontrado nuevas versiones %1. Estás usando la última versión.
fr: Aucune mise à jour %1 a été trouvé! Vous utilisez la dernière version.
tr: Hiçbir %1 güncellemesi bulunamadı. Zaten son sürümü kullanıyorsunuz.

# UpdateDialog|
source: Close
de: Schließen
tr: Kapat
