Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# SetupWizard|
source: &Next >
de: &Weiter >

# SetupWizard|
source: < &Back
de: < &Zurück

# SetupWizard|
source: &Finish
de: &Fertig

# SetupWizard|
source: MultiMC Quick Setup
de: MultiMC Schnell-Installation

# SkinUploadDialog|
source: Skin File
de: Skin-Datei

# SkinUploadDialog|
source: Alex Model
de: Alex Modell

# SkinUploadDialog|
source: Skin file does not exist!
de: Skin-Datei existiert nicht!

# SkinUploadDialog|
source: Success
de: Erfolg

# Update|
source: Task aborted.
de: Aufgabe abgebrochen.

# VersionPage|
source: Select jar
de: .jar

# VersionPage|
source: Change %1 version
de: %1 Version ändern

# VersionProxyModel|
source: Release date of this version
de: Veröffentlichungsdatum für diese Version

# VersionSelectWidget|
source: Error
de: Fehler

# VersionSelectWidget|
source: List update failed: %1
de: Listenaktualisierung fehlgeschlagen: %1

# AboutDialog|
source: © 2013 MultiMC Contributors
fr: © 2014 MultiMC Contributeurs

# InstanceSettingsPage|
source: MB
fr: Mo

# InstanceSettingsPage|
source: Pre-launch command runs before the instance launches and post-exit command runs after it exits. Both will be run in MultiMC's working directory with INST_ID, INST_DIR, and INST_NAME as environment variables.
fr: La commande de Pré-lancement s'exécute avant l'instance et la commande post-sortie s'exécute après sa sortie. Les deux seront exploités dans le répertoire de travail de MultiMC avec INST_ID, INST_DIR, et INST_NAME comme variables d'environnement.

# JavaPage|
source: MB
fr: Mo

# LogPage|
source: Find next
fr: Rechercher suivant

# MinecraftPage|
source: Window height:
fr: Hauteur de la fenêtre :

# MinecraftPage|
source: Window width:
fr: Largeur de la fenêtre :

# MinecraftPage|
source: Console Settings
fr: Paramètres de la console

# MinecraftPage|
source: Show console while the game is running?
fr: Afficher la console pendent le jeu est lancé ?

# MinecraftPage|
source: Automatically close console when the game quits?
fr: Fermer automatiquement la console à la fermeture du jeu ?

# MultiMCPage|
source: Update Channel:
fr: Canal de mise à jour :

# MultiMCPage|
source: Launcher:
fr: Lanceur :

# MultiMCPage|
source: Icons:
fr: Icônes :

# MultiMCPage|
source: By last launched
fr: Par dernière ouverture

# MultiMCPage|
source: By name
fr: Par nom
