Repository: 133322/MultiMC5-translate
Catalog: *.po
Languages: de, es, fr, tr

# MainWindow|
source: Settings
de: Einstellungen
es: Opciones
fr: Paramètres
tr: Ayarlar

# MainWindow|
source: Change settings.
de: Einstellungen ändern.
es: Cambiar opciones.
fr: Modifier les paramètres.
tr: Ayarları değiştir.

# MainWindow|
source: Report a Bug
de: Fehler melden
es: Reportar un error/fallo
fr: Signaler un bug
tr: Hata Bildir

# MainWindow|
source: Open the bug tracker to report a bug with MultiMC.
de: Fehler-Verfolgung (bug tracker) öffnen, um einen Fehler zu melden (Bitte auf Englisch ;)).
es: Abrir el buscador de errores para comunicar un error de MultiMC.
fr: Ouvrir le bug tracker pour signaler un bug avec MultiMC.
tr: MultiMC'ye hataları göndermek için hata yakalayıcıyı aç.

# MainWindow|
source: Support us on Patreon!
es: ¡Apóyanos en Patreon!
fr: Soutenez-nous sur Patreon !
tr: Bizi Patreon'da Destekle!

# MainWindow|
source: Open the MultiMC Patreon page.
de: Öffne die MultiMC Seite auf Patreon.
es: Abrir la página de MultiMC en Patreon.
fr: Ouvrez la page MultiMC sur Patreon.
tr: MultiMC Patreon sayfasını aç.

# MainWindow|
source: More news...
de: Mehr Nachrichten...
es: Más noticias...
fr: Plus de nouvelles...
tr: Daha fazla haber...

# MainWindow|
source: Open the MultiMC development blog to read more news about MultiMC.
de: Öffne den MultiMC-Entwicklerblog, um weitere Neuigkeiten über MultiMC zu erhalten.
es: Abre el blog de desarrollo de MultiMC para leer más noticias sobre MultiMC.
fr: Ouvrir le blog de développement MultiMC pour lire plus de nouvelles sur MultiMC.
tr: MultiMC hakkında daha fazla şey için MultiMC geliştirme bloğunu aç.

# MainWindow|
source: About MultiMC
de: Über MultiMC
es: Sobre MultiMC
fr: À propos de MultiMC
tr: MultiMC Hakkında

# MainWindow|
source: View information about MultiMC.
de: Informationen über MultiMC anzeigen.
es: Ver información sobre MutliMC.
fr: Voir les informations à propos de MultiMC.
tr: MultiMC hakkındayı aç.

# MainWindow|
source: Launch the selected instance.
de: Die ausgewählte Instanz starten.
es: Iniciar instancia seleccionada.
fr: Lancer l'instance sélectionné.
tr: Seçili profili çalıştır.

# MainWindow|
source: Instance Name
es: Nombre de instancia
fr: Nom de l'instance
tr: Profili Adlandır

# MainWindow|
source: Rename the selected instance.
de: Ausgewählte Instanz umbenennen.
es: Renombrar instancia seleccionada.
fr: Renommer l'instance sélectionnée.
tr: Seçili profili yeniden adlandır.

# MainWindow|
source: Change Group
de: Gruppe ändern
es: Cambiar grupo
fr: Changer le groupe
tr: Grubu Değiştir

# MainWindow|
source: Change the selected instance's group.
de: Die Gruppe der ausgewählten Instanz ändern.
es: Cambiar grupo de la instancia seleccionada.
fr: Changer le groupe de l'instance sélectionnée.
tr: Seçili profilin grubunu değiştir.

# MainWindow|
source: Change Icon
de: Icon ändern
es: Cambiar icono
fr: Changer l'icône
tr: İkonu Değiştir

# MainWindow|
source: Change the selected instance's icon.
de: Das Icon der ausgewählten Instanz ändern.
es: Cambiar icono de la instancia seleccionada.
fr: Changer l'icône de l'instance sélectionnée.
tr: Seçili profilin iconunu değiştir.

# MainWindow|
source: Edit Notes
de: Notizen bearbeiten
es: Editar notas
fr: Modifier des notes
tr: Notları Düzenle

# MainWindow|
source: Edit the notes for the selected instance.
de: Notizen für die ausgewählte Instanz bearbeiten.
es: Editar notas de la instancia seleccionada.
fr: Modifier les notes de l'instance sélectionnée.
tr: Seçili profilin notlarını düzenle.

# MainWindow|
source: Edit Instance
de: Instanz bearbeiten
es: Editar instancia
fr: Modifier l'instance
tr: Profili Düzenle

# MainWindow|
source: Change the instance settings, mods and versions.
de: Bearbeiten der Instanz. Einstellungen, Mods und Versionen.
es: Cambia la configuración de la instancia, los mods y las versiones.
fr: Modifier les paramètres, mods et versions de l'instance sélectionnée.
tr: Profil ayarlarını, modları ve sürümleri değiştir.

# MainWindow|
source: Instance Folder
de: Instanz-Ordner
es: Carpeta de la instancia
fr: Dossier de l'instance
tr: Profil Dosyası

# MainWindow|
source: Open the selected instance's root folder in a file browser.
de: Das Hauptverzeichnis der aktuellen Instanz im Dateimanager öffnen.
es: Abrir la raíz de la instancia seleccionada en un navegador de archivos.
fr: Ouvrir le dossier racine de l'instance sélectionnée dans un navigateur de fichiers.
tr: Seçili profili dosya gezgininde aç.

# MainWindow|
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
tr: Sil

# MainWindow|
source: Delete the selected instance.
de: Ausgewählte Instanz löschen.
es: Borrar la instancia seleccionada.
fr: Supprimer l'instance sélectionnée.
tr: Seçilen profili sil.

# MainWindow|
source: Config Folder
de: Konfig-Ordner
es: Carpeta de configuración
fr: Dossier de configuration
tr: Yapılandırma Klasörü

# MainWindow|
source: Meow
de: Miau
es: Miau
fr: Miaou
tr: Miyav

# MainWindow|
source: Copy Instance
de: Dupliziere Instanz
es: Copiar instancia
fr: Dupliquer l'instance
tr: Profili Kopyala

# MainWindow|
source: Copy the selected instance.
de: Dupliziere die ausgewählte Instanz.
es: Copiar la instancia seleccionada.
fr: Dupliquer l'instance sélectionnée.
tr: Seçili profilli kopyala.

# MainWindow|
source: Manage Accounts
de: Verwalte Konten
es: Gestionar cuentas
fr: Gérer les comptes
tr: Hesapları Yönet

# MainWindow|
source: Manage your Mojang or Minecraft accounts.
es: Gestionar tu cuenta de Mojang o Minecraft.
fr: Gérer vos comptes Mojang ou Minecraft.
tr: Mojang veya Minecraft hesaplarınızı yönetin.

# MainWindow|
source: Launch the selected instance in offline mode.
de: Die ausgewählte Instanz im Offline-Modus starten.
es: Iniciar sin conexión la instancia seleccionada.
fr: Lancer l'instance sélectionnée en mode hors ligne.
tr: Seçili profili çevrimdışı modda başlat.

# MainWindow|
source: Manage Screenshots
de: Bildschirmfotos Verwalten
es: Gestionar las capturas de pantalla
fr: Gérer les captures d'écrans
tr: Ekran Görüntülerini Yönet

# MainWindow|
source: Instance Settings
es: Opciones de la instancia
fr: Paramètres de l'instance
tr: Profil Ayarları

# MainWindow|
source: Export Instance
de: Instanz exportieren
tr: Profil Aktar

# MainWindow|
source: MultiMC 5 - Version %1
tr: MultiMC 5 - Sürüm %1

# MainWindow|on platform, as in operating system
source: on %1
de: auf %1
tr: %1 üzerinde

# MainWindow|
source: No instance selected
de: Keine Instanz ausgewählt
es: No hay una instancia seleccionada
fr: Aucune instance sélectionnée
tr: Hiçbir profil seçilmedi

# MainWindow|
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
tr: Yeniden Adlandır

# MainWindow|
source: Copy instance
es: Copiar instancia
fr: Dupliquer l'instance
tr: Profili kopyala

# MainWindow|
source: Create instance
de: Instanz erstellen
es: Crear instancia
fr: Créer une instance
tr: Profil oluştur

# MainWindow|
source: Launch
de: Starten
es: Iniciar
fr: Lancer
tr: Çalıştır

# MainWindow|
source: Profilers
es: Analizadores
tr: Profil

# MainWindow|
source: Profiler not setup correctly. Go into settings, "External Tools".
de: Der Profiler ist nicht richtig konfiguriert. Gehe in Einstellungen, "Externe Dienstprogramme".
es: El analizador no está configurado correctamente. Ve a opciones, "Herramientas externas".
fr: Le Profiler n'est pas configuré correctement. Allez dans Paramètres, "Outils externes".
tr: Profiller düzgün yüklenemedi. Ayarlar git, "External Tools".

# MainWindow|
source: No accounts added!
de: Keine Konten hinzugefügt!
es: ¡No hay cuentas añadidas!
fr: Pas de comptes ajoutés !
tr: Hiç profil eklenmemiş!

# MainWindow|
source: No Default Account
de: Kein voreingestelltes Konto
es: No hay cuenta por defecto
fr: Pas de compte par défaut
tr: Varsayılan Profil Yok

# MainWindow|
source: Loading news...
de: Nachrichten werden geladen...
es: Cargando noticias...
fr: Chargement des nouvelles ...
tr: Haberler yükleniyor...

# MainWindow|
source: No news available.
de: Keine Nachrichten verfügbar.
es: Noticias no disponibles...
fr: Pas de nouvelles disponibles.
tr: Yeni haberler yok.

# MainWindow|
source: Error
de: Fehler
fr: Erreur
tr: Hata

# MainWindow|
source: Couldn't create folder for update downloads: %1
de: Konnte das Verzeichnis zum herunterladen von Updates nicht erstellen: %1
tr: Güncelleme için dosya oluşturulamadı: %1

# MainWindow|
source: MultiMC cannot download Minecraft or update instances unless you have at least one account added. Please add your Mojang or Minecraft account.
de: MultiMC kann Minecraft nicht herunterladen und keine Instanzen aktualisieren, solange du kein Konto erstellt hast. Bitte füge Dein Mojang- oder Minecraft-Konto hinzu.
es: MultiMC no puede descargar Minecraft o actualizar instancias a menos que tengas una cuenta añadida.↵ Por favor, añade tu cuenta de Mojang o Minecraft.
fr: MultiMC ne peut pas télécharger Minecraft ou mettre à jour des l'instances, sauf si vous avez au moins un compte ajouté. S'il vous plaît ajouter votre compte Mojang ou Minecraft.
tr: En az bir tane hesap ekleyene kadar MultiMC Minecraft dosyalarını indiremez. Lütfen Mojang ya da Minecraft hesabınızı ekleyin.

# MainWindow|
source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
tr: Grup adı

# MainWindow|
source: Enter a new group name.
de: Neuen Gruppennamen eingeben.
es: Introduce un nombre de grupo.
fr: Entrez un nouveau nom du groupe.
tr: Yeni bir grup adı gir.

# MainWindow|
source: CAREFUL!
de: VORSICHTIG!
tr: DİKKATLİ OL!

# MainWindow|
source: About to delete: %1 This is permanent and will completely erase all data, even for tracked instances! Are you sure?
tr: Şunda %1 dosyasını silmek üzeresiniz. Bu her türlü profil için tüm dosyalarıyla beraber kaldırılacaktır! Emin misiniz?

# MainWindow|
source: You have now two options: <br/> - change the instance folder in the settings <br/> - move this installation of MultiMC5 to a different folder
de: Du hast 2 Möglichkeiten: <br/> - Den Instanz-Ordner in den Einstellungen ändern <br/> - Die Installation von MultMC in einen anderen Ordner verschieben
tr: Şimdi iki seçeneğe sahipsiniz: <br/> - profil dosyasını ayarlardan değiştirin <br/> - bu MultiMC5 dosyasını farklı bir dosyaya aktarın

# MainWindow|
source: This is a problem: <br/> - MultiMC will likely be deleted without warning by the operating system <br/> - close MultiMC now and extract it to a real location, not a temporary folder
tr: Bu bir hata: <br/> - MultiMC uyarı olmadan işletim sistemi tarafından kaldırılmış <br/> - şimdi MultiMC'yi kapatın ve gerçek bir dosyaya aktarın geçici bir dosyaya aktarmayın

# MainWindow|
source: Your instance folder contains 'Rar$' - that means you haven't extracted the MultiMC zip!
tr: Profil dosyanız 'Rar$' içeriyor - bu henüz MultiMC zip dosyasınıaktarmamışsınız demektir!

# MainWindow|
source: Your instance folder is in a temporary folder: '%1'!
de: Ihr Instanzordner ist in einem temporäreren Ordner: '%1'!
tr: Profil dosyan geçici bir dosyadır: '%1'!

# MainWindow|
source: Instance name
de: Instanzname
es: Nombre de la instancia
fr: Nom de l'instance
tr: Profil adı

# MainWindow|
source: Profiles
de: Profile
tr: Profiller

# MainWindow|
source: Enter a new instance name.
de: Neuen Instanznamen eingeben.
es: Introducir un nombre de instancia.
fr: Entrez un nouveau nom de l'instance.
tr: Yeni bir ad girin

# MainWindow|
source: Rename Instance
de: Instanz umbenennen
es: Renombrar la instancia
fr: Renommer l'instance
tr: Profili Yeniden Adlandır

# MainWindow|
source: Your instance folder contains '!' and this is known to cause Java problems!
de: Der Name des Instanz-Ordners enthält ein '!'. Es ist bekannt, dass es damit zu Java-Problemen führt!
es: ¡Tu instancia contiene el carácter '!' lo que suele causar problemas con Java!
fr: Votre dossier d'instance contient '!' et ceci est connu pour causer des problèmes Java !
tr: Profil dosyanız '!' içeriyor ve bu Java sorunlarına yol açabilir!

# MinecraftInstance|
source: <SESSION ID>
tr: <OTURUM ID'Sİ>

# MinecraftInstance|
source: <ACCESS TOKEN>
tr: <GEÇİŞ KODU>

# MinecraftInstance|
source: <CLIENT TOKEN>
tr: <İSTEMCİ KODU>

# MinecraftInstance|
source: <PROFILE ID>
tr: <PROFİL ID'Sİ>

# MinecraftInstance|
source: <PROFILE NAME>
tr: <PROFİL İSMİ>

# MinecraftInstance|
source: %1m %2s
de: %1 min. %2 sek.
tr: %1d %2s

# MinecraftInstance|
source: %1h %2m
de: %1 std. %2 min.
tr: %1s %2d

# MinecraftInstance|
source: %1d %2h %3m
de: %1 Tage %2 std. %3 min.
tr: %1g %2s %3d

# MinecraftInstance|
source: broken
de: kaputt
tr: bozuk

# MinecraftInstance|
source: , played for %1
de: , gespielt for %1
tr: , oynama süresi %1

# MinecraftPage|
source: Window Size
de: Fenstergröße
es: Tamaño de la ventana
fr: Taille de la fenêtre
tr: Pencere Boyutu

# MinecraftPage|
source: Start Minecraft maximized?
de: Minecraft maximiert starten?
es: ¿Iniciar Minecraft maximizado?
fr: Démarrer Minecraft en plein écran ?
tr: Minecraft'ı tam ekranda başlat

# MinecraftPage|
source: Window hei&ght:
de: Fensterhöhe:
tr: Pencere yük&sekliği:

# MinecraftPage|
source: W&indow width:
de: Fensterbreite:
tr: P&encere genişliği:

# MinecraftProfile|
source: Name
tr: Adı

# MinecraftProfile|
source: Version
tr: Sürüm

# MinecraftVersionList|
source: Error reading the version list.
es: Error leyendo la lista de versiones.
fr: Recharger la liste des versions.
tr: Sürüm listesi okunamadı.

# MinecraftVersionList|
source: Error parsing version list JSON: jsonDoc is not an object
es: Error parseando la lista de versiones JSON: jsonDoc no es un objeto
fr: Erreur de l'analyse de la liste des versions JSON : jsonDoc n'est pas un objet
tr: JSON sürüm listesi ayrıştırılamadı: jsonDoc bir obje değil

# MinecraftVersionList|
source: Error parsing version list JSON: couldn't determine latest versions
es: Error parseando la lista de versiones JSON: No se han podido determinar las versiones mas recientes
fr: Erreur de l'analyse de la liste des versions JSON : impossible de déterminer les dernières versions
tr: JSON sürüm listesi ayrıştırılamadı: Son sürüm belirlenemedi

# MinecraftVersionList|
source: Error parsing version list JSON: version list object is missing 'versions' array
es: Error parseando la lista de versiones JSON: Falta el arreglo 'versions' en la lista versiones
fr: Erreur de l'analyse de la liste des versions JSON : Objet de la liste de version est manquant. Le tableau "versions"
tr: JSON sürüm listesi ayrıştılamadı: Sürüm listesi objesi kayıp

# ModFolderPage|
source: &Add
de: &Hinzufügen
es: &Añadir
fr: &Ajouter
tr: &Ekle

# ModFolderPage|
source: &Remove
de: &Entfernen
es: &Eliminar
fr: &Supprimer
tr: &Sil

# ModFolderPage|
source: &View Folder
de: &Ordner öffnen
es: &Ver directorio
fr: &Ouvrir le dossier
tr: &Klasörü Göster

source: Select %1
de: %1 auswählen
tr: Seç %1

# ModList|
source: Name
tr: Adı

# ModList|
source: Version
tr: Sürüm

# ModList|
source: Is the mod enabled?
de: Ist die Mod aktiviert?
tr: Mod aktif mi?

# ModList|
source: The name of the mod.
de: Der Name der Mod.
tr: Modun adı.

# ModList|
source: The version of the mod.
de: Die Version der Mod.
tr: Modun sürümü.

# ModMinecraftJar|
source: jar modding failed because: %1.
tr: jar mod yüklemesi başarısız oldu çünkü: %1.

# MojangAccountList|
source: Active?
de: Aktiv?
tr: Aktif?

# MojangAccountList|
source: Name
tr: Adı

# MojangAccountList|
source: The name of the version.
de: Name der Version.
tr: Sürümün adı

# MultiMC|
source: Settings
de: Einstellungen
tr: Ayarlar

# MultiMCPage|
source: Features
de: Eigenschaften
es: General
fr: Caractéristiques
tr: Yenilikler

# MultiMCPage|
source: Update Settings
de: Update-Einstellungen
es: Actualizaciones
fr: Mise à jour des paramètres
tr: Güncelleme Seçenekleri

# MultiMCPage|
source: Check for updates when MultiMC starts?
de: Beim Start nach Updates suchen?
es: ¿Comprobar actualizaciones al iniciar MultiMC?
fr: Vérifier les mises à jour au démarrage de MultiMC ?
tr: MultiMC açıldığında güncellemeleri denetle

# MultiMCPage|
source: Up&date Channel:
de: Up&date Kanal:
tr: Gü&ncelleme Kanalı:

# MultiMCPage|
source: No channel selected.
de: Kein Kanal ausgewählt.
es: Ningún canal seleccionado.
fr: Aucun canal sélectionné.
tr: Hiçbir kanal seçilmedi.

# MultiMCPage|
source: I&nstances:
de: I&nstanzen:
tr: P&rofiller:

# MultiMCPage|
source: &Mods:
tr: &Modlar

# MultiMCPage|
source: &Icons:
de: &Symbole:
tr: &İkonlar

# MultiMCPage|
source: By &last launched
de: Nach &letztem Start
tr: En son çalıştırılana göre

# MultiMCPage|
source: By &name
de: Nach &Namen
tr: İsme göre

# MultiMCPage|
source: Simple (Dark Icons)
de: Einfach (Dunkle Symbole)
tr: Basit (Siyah İkonlar)

# MultiMCPage|
source: Simple (Blue Icons)
de: Einfach (Blaue Symbole)
tr: Basit (Mavi İkonlar)

# MultiMCPage|
source: Simple (Colored Icons)
de: Einfach (Farbige Symbole)
tr: Basit (Renkli İkonlar)

# MultiMCPage|
source: Console
de: MultiMC-Konsole
tr: Konsol

# MultiMCPage|
source: Console Settings
de: Konsoleneinstellungen
tr: Konsol Ayarları

# MultiMCPage|
source: Show console while the game is running?
de: Konsole anzeigen, während das Spiel läuft?
tr: Oyun açıkken konsolu göster

# MultiMCPage|
source: Automatically close console when the game quits?
de: Konsole automatisch schließen, nachdem das Spiel beendet wurde?
tr: Oyunu kapatınca konsolu otomatik kapat

# MultiMCPage|
source: History limit
de: Begrense wie viele Log-Zeilen gespeichert werden sollen
tr: Geçmiş sınırı

# MultiMCPage|
source: Stop logging when log overflows
de: Breche das Logen ab, sollte der Log zu groß werden
tr: Aşırı kayıt olunca kaydetmeyi durdur

# MultiMCPage|
source: lines
de: Zeilen
tr: Satır

# MultiMCPage|
source: Console font
de: Konsolenschriftart
tr: Konsol yazı tipi

# MultiMCPage|
source: Files:
es: Archivos:
fr: Fichiers :
tr: Dosyalar:

# MultiMCPage|
source: Track FTB instances
es: Seguimiento de instancias de FTB
fr: Pister les instances FTB
tr: FTB profillerini bul

# MultiMCPage|
source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
tr: Dosyalar

# MultiMCPage|
source: User Interface
de: Benutzeroberfläche
es: Interfaz de usuario
fr: Interface utilisateur
tr: Kullanıcı Arayüzü

# MultiMCPage|
source: MultiMC notifications
de: MultiMC Benachrichtigungen
es: Notificaciones
fr: Notifications de MultiMC
tr: MultiMC bildirimleri

# MultiMCPage|
source: Reset hidden notifications
de: Ausgeblendete Benachrichtigungen zurücksetzen
es: Restablecer notificaciones ocultas
fr: Réinitialiser les notifications cachés
tr: Gizli bildirimleri yenile

# MultiMCPage|
source: Instance view sorting mode
de: Sortiermodus für das Instanzfenster
es: Clasificación de las instancias
fr: Mode de tri des l'instances
tr: Sıralama şekli

# MultiMCPage|
source: Default
de: Grundeinstellung
es: Por defecto
fr: Défaut
tr: Varsayılan

# MultiMCPage|
source: Simple (Light Icons)
de: Einfach (helle Symbole)
es: Simple (iconos claros)
fr: Simple (Icônes légères)
tr: Basit (Beyaz İkonlar)

# MultiMCPage|
source: You're trying to specify an instance folder which's path contains at least one '!'. Java is known to cause problems if that is the case, your instances (probably) won't start!
de: Du versuchst einen Instanz-Ordner auszuwählen, der mindestens ein '!' enthält. Unter diesen Umständen ist Java dafür bekannt, Probleme zu bereiten. Deine Instanzen werden (vermutlich) nicht starten!
es: Estás intentando especificar una ruta de carpeta que contiene el carácter '!'. Java suele causar problemas en esos casos, tu instancia (probablemente) no inicie
fr: Vous essayez de spécifier un dossier de l'instance qui contient au moins un '!' dans son chemin d'accès. Java est connu pour causer des problèmes. Si c'est le cas, vos instances ne démarrent pas (probablement) !
tr: İçinde '!' içeren bir profilin konumunu kullanmaya çalışıyorsunuz. Eğer Java bu duruma olumsuz sonuç verirse oyun (muhtemelen) başlamayacaktır!

# MultiMCPage|
source: Do you really want to use this path? Selecting "No" will close this and not alter your instance path.
de: Willst Du wirklich diesen Pfad benutzen? "Nein" schließt diese Warnung. Deinen Instanz-Pfad wird nicht verändert.
es: ¿Estás seguro de que quieres usar esta ruta? Selecciona "No" para cerrar y no modificar la ruta de tu instancia.
fr: Voulez-vous vraiment utiliser ce chemin d'accès ? La sélection de "Non" fermera cet avertissement et ne modifiera pas votre chemin de l'instance.
tr: Gerçekten bu dizini mi kullanmak istiyorsunuz? "No" yu seçmek bu mesajı kapatacak ve hiçbir değişiklik olmayacaktır.

# MultiMCPage|
source: [Something/ERROR] A spooky error!
de: [Irgendetwas/ERROR] Ein gruseliger Fehler!
tr: [Değişik/HATA] Korkunç bir hata!

# MultiMCPage|
source: [Test/INFO] A harmless message...
de: [Test/INFO] Eine harmlose Mitteilung…
tr: [Test/HAKKINDA] Sadece zararsız bir hata...

# MultiMCPage|
source: [Something/WARN] A not so spooky warning.
de: [Irgendetwas/WARN] Eine weniger gruselige Warnung.
tr: [Değişik/HATA] Çokda korkunç değil.

# NetJob|
source: Job '%1' failed to process: %2
de: Auftrag '%1' scheiterte bei: %2
tr: İş '%1' işlenemedi: %2

# NewInstanceDialog|
source: New Instance
de: Neue Instanz
es: Nueva instancia
fr: Nouvelle instance
tr: Yeni Profil

# NewInstanceDialog|
source: Name
es: Nombre
fr: Nom
tr: Adı

# NewInstanceDialog|
source: &Group:
de: &Gruppe:
tr: &Grup

# NewInstanceDialog|
source: Impor&t Modpack (local file or link):
tr: Mod dosyası aktar (yerel dosya ya da link):

# NewInstanceDialog|
source: Vani&lla Minecraft (select version):
tr: Vanilla Minecraft (sürümü seç):

# NewInstanceDialog|
source: No group
de: Keine Gruppe
tr: Grup yok

# NewInstanceDialog|
source: Change Minecraft version
es: Cambiar la versión de minecraft
fr: Changer la version de Minecraft
tr: Minecraft sürümünü değiştir

# NewInstanceDialog|
source: Choose modpack
tr: Mod dosyasını seçin

# NewsChecker|
source: Failed to load news RSS feed: %1
de: Fehler beim Laden des RSS-News-Feeds: %1
tr: RSS akışı yüklenemedi: %1

# NewsEntry|
source: Untitled
de: Ohne Titel
es: Sin nombre
fr: Sans titre
tr: İsimsiz

# NewsEntry|
source: No content.
de: Kein Eintrag.
es: Sin contenido.
fr: Aucun contenu.
tr: İçerik yok.

# NewsEntry|
source: Unknown Author
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
tr: Bilinmeyen Yetkili

# NotesPage|
source: Notes
de: Notizen
es: Notas
tr: Notlar

# NotificationDialog|
source: Notification
de: MultiMC Benachrichtigungen
tr: Bildirim

# NotificationDialog|
source: Don't show again
de: Nicht erneut anzeigen
es: No volver a mostrar
fr: Ne plus afficher
tr: Tekrar gösterme

# NotificationDialog|
source: Close
de: Schließen
es: Cerrar
fr: Fermer
tr: Kapat

# NullInstance|
source: Unknown instance type
de: Unbekannter Instanztyp
tr: Bilinmeyen profil türü

# OneSixInstance|
source: Couldn't remove stale jar file: %1
tr: Gereksiz jar dosyası silinemedi: %1

# OneSixInstance|
source: Failed to create the custom Minecraft jar file.
tr: Özel Minecraft jar dosyası oluşturulurken hata.

# OneSixUpdate|
source: The specified Minecraft version is invalid. Choose a different one.
es: La versión especificada de Minecraft no es válida. Escoge otra diferente.
fr: La version Minecraft spécifié n'est pas valide. Choisissez en une autre.
tr: Belirtilen Minecraft sürümü geçersiz. Lütfen başka birini seçin.

# OtherLogsPage|
source: Reload
de: Aktualisieren
es: Recargar
fr: Recharger
tr: Yenile

# OtherLogsPage|
source: Copy the whole log into the clipboard
de: Kopiere das gesamte Log in die Zwischenablage
es: Copiar el registro completo al portapapeles
fr: Copiez l'ensemble du log dans le presse-papiers
tr: Tüm kayıtları panoya kopyala

# OtherLogsPage|
source: &Copy
de: &Kopieren
es: &Copiar
fr: &Copier
tr: &Kopyala
